[
    1,
    "Can computers think, or fall in love?",
    "I'm not sure, what do you think a computer is?",
    "I don't know, could you explain the concept of a computer?",

    2,
    "Can computers think, or fall in love?",
    "I'm not sure, what do you think thinking is?",
    "I don't know, could you explain the concept of thinking?",

    2,
    "Can computers think, or fall in love?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Can computers be creative?",
    "I'm not sure, what do you think a computer is?",
    "I don't know, could you explain the concept of a computer?",

    2,
    "Can computers be creative?",
    "I'm not sure, what do you think creativity is?",
    "I don't know, could you explain the concept of creativity?",

    3,
    "What is consciousness?",
    "I'm not sure",
    "I don't know",

    2,
    "Can we really know what it feels like to be a bat?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "Can we really know what it feels like to be a bat?",
    "I'm not sure, what do you think feeling is?",
    "I don't know, could you explain the concept of feeling?",

    1,
    "Can we really know what it feels like to be a bat?",
    "I'm not sure, what do you think a bat is?",
    "I don't know, could you explain the concept of a bat?",

    1,
    "When you have a toothache, is the pain in your mouth or in your brain?",
    "I'm not sure, what do you think a toothache is?",
    "I don't know, could you explain the concept of a toothache?",

    1,
    "When you have a toothache, is the pain in your mouth or in your brain?",
    "I'm not sure, what do you think a mouth is?",
    "I don't know, could you explain the concept of a mouth?",

    1,
    "When you have a toothache, is the pain in your mouth or in your brain?",
    "I'm not sure, what do you think a brain is?",
    "I don't know, could you explain the concept of a brain?",

    2,
    "When you have a toothache, is the pain in your mouth or in your brain?",
    "I'm not sure, what do you think pain is?",
    "I don't know, could you explain the concept of pain?",

    3,
    "What is an emotion?",
    "I'm not sure",
    "I don't know",

    2,
    "Is love just a feeling?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Is love just a feeling?",
    "I'm not sure, what do you think a feeling is?",
    "I don't know, could you explain the concept of a feeling?",

    2,
    "How is love different from passion or sexual desire?",
    "I'm not sure, what do you think passion is?",
    "I don't know, could you explain the concept of passion?",

    2,
    "How is love different from passion or sexual desire?",
    "I'm not sure, what do you think desire is?",
    "I don't know, could you explain the concept of desire?",

    2,
    "How is love different from passion or sexual desire?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Are emotions irrational?",
    "I'm not sure, what do you think a emotion is?",
    "I don't know, could you explain the concept of a emotion?",

    2,
    "Are emotions irrational?",
    "I'm not sure, what do you think rationality is?",
    "I don't know, could you explain the concept of rationality?",

    2,
    "Which would you rather be - an unhappy human being or a happy dog?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    1,
    "Which would you rather be - an unhappy human being or a happy dog?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    1,
    "Which would you rather be - an unhappy human being or a happy dog?",
    "I'm not sure, what do you think a dog is?",
    "I don't know, could you explain the concept of a dog?",

    2,
    "What is the meaning of life?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "What is the meaning of life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Is happiness the most important purpose in life?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Is happiness the most important purpose in life?",
    "I'm not sure, what do you think importance is?",
    "I don't know, could you explain the concept of importance?",

    2,
    "Is happiness the most important purpose in life?",
    "I'm not sure, what do you think purpose is?",
    "I don't know, could you explain the concept of purpose?",

    2,
    "Is happiness the most important purpose in life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Is it always better to have more choices?",
    "I'm not sure, what do you think a choice is?",
    "I don't know, could you explain the concept of a choice?",

    2,
    "Does freewill really exist?",
    "I'm not sure, what do you think freewill is?",
    "I don't know, could you explain the concept of freewill?",

    2,
    "Does freewill really exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "If there is no freewill, should we punish people at all?",
    "I'm not sure, what do you think freewill is?",
    "I don't know, could you explain the concept of freewill?",

    2,
    "If there is no freewill, should we punish people at all?",
    "I'm not sure, what do you think punishment is?",
    "I don't know, could you explain the concept of punishment?",

    2,
    "If God knows what you will do tomorrow, do you still have freewill?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    2,
    "If God knows what you will do tomorrow, do you still have freewill?",
    "I'm not sure, what do you think freewill is?",
    "I don't know, could you explain the concept of freewill?",

    2,
    "Does God exist?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    2,
    "Does God exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "If God exists, why is there so much evil in the world?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    2,
    "If God exists, why is there so much evil in the world?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "If God exists, why is there so much evil in the world?",
    "I'm not sure, what do you think evil is?",
    "I don't know, could you explain the concept of evil?",

    7,
    "If God exists, why is there so much evil in the world?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    2,
    "Can God create a stone so heavy that he cannot lift?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    1,
    "Can God create a stone so heavy that he cannot lift?",
    "I'm not sure, what do you think a stone is?",
    "I don't know, could you explain the concept of a stone?",

    2,
    "Can there be two almighty Gods?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    2,
    "Can there be morality without God?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    1,
    "Can there be morality without God?",
    "I'm not sure, what do you think a god is?",
    "I don't know, could you explain the concept of a god?",

    2,
    "Is morality relative?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    2,
    "Is morality relative?",
    "I'm not sure, what do you think relativity is?",
    "I don't know, could you explain the concept of relativity?",

    2,
    "Is it objectively wrong to torture innocent babies just for fun?",
    "I'm not sure, what do you think objectivity is?",
    "I don't know, could you explain the concept of objectivity?",

    6,
    "Is it objectively wrong to torture innocent babies just for fun?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    1,
    "Is it objectively wrong to torture innocent babies just for fun?",
    "I'm not sure, what do you think a baby is?",
    "I don't know, could you explain the concept of a baby?",

    2,
    "Is it objectively wrong to torture innocent babies just for fun?",
    "I'm not sure, what do you think fun is?",
    "I don't know, could you explain the concept of fun?",

    2,
    "Is abortion ever permissible?",
    "I'm not sure, what do you think abortion is?",
    "I don't know, could you explain the concept of abortion?",

    5,
    "Is abortion ever permissible?",
    "I'm not sure, what kind of things do you think should be permissible?",
    "I don't know, could you explain what things should be permissible?",

    6,
    "Is it wrong to have children, if you don't know whether they want to be born?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    1,
    "Is it wrong to have children, if you don't know whether they want to be born?",
    "I'm not sure, what do you think a child is?",
    "I don't know, could you explain the concept of a child?",

    2,
    "Is it wrong to have children, if you don't know whether they want to be born?",
    "I'm not sure, what do you think birth is?",
    "I don't know, could you explain the concept of birth?",

    6,
    "What is wrong with incest?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "What is wrong with incest?",
    "I'm not sure, what do you think incest is?",
    "I don't know, could you explain the concept of incest?",

    2,
    "What is friendship and why do we need it?",
    "I'm not sure, what do you think friendship is?",
    "I don't know, could you explain the concept of friendship?",

    6,
    "What is friendship and why do we need it?",
    "I'm not sure, what kind of things do you think are needed?",
    "I don't know, could you explain what should be needed?",

    3,
    "What is art?",
    "I'm not sure",
    "I don't know",

    2,
    "Is there progress in art?",
    "I'm not sure, what do you think progress is?",
    "I don't know, could you explain the concept of progress?",

    2,
    "Is there progress in art?",
    "I'm not sure, what do you think art is?",
    "I don't know, could you explain the concept of art?",

    2,
    "Can food be art?",
    "I'm not sure, what do you think food is?",
    "I don't know, could you explain the concept of food?",

    2,
    "Can food be art?",
    "I'm not sure, what do you think art is?",
    "I don't know, could you explain the concept of art?",

    6,
    "Is it wrong to spend money on expensive food when people are dying of hunger?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "Is it wrong to spend money on expensive food when people are dying of hunger?",
    "I'm not sure, what do you think money is?",
    "I don't know, could you explain the concept of money?",

    2,
    "Is it wrong to spend money on expensive food when people are dying of hunger?",
    "I'm not sure, what do you think food is?",
    "I don't know, could you explain the concept of food?",

    1,
    "Is it wrong to spend money on expensive food when people are dying of hunger?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Is it wrong to spend money on expensive food when people are dying of hunger?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Is it wrong to spend money on expensive food when people are dying of hunger?",
    "I'm not sure, what do you think hunger is?",
    "I don't know, could you explain the concept of hunger?",

    2,
    "If someone is drowning and you refuse to help, are you responsible for his death?",
    "I'm not sure, what do you think refusal is?",
    "I don't know, could you explain the concept of refusal?",

    2,
    "If someone is drowning and you refuse to help, are you responsible for his death?",
    "I'm not sure, what do you think help is?",
    "I don't know, could you explain the concept of help?",

    2,
    "If someone is drowning and you refuse to help, are you responsible for his death?",
    "I'm not sure, what do you think responsibility is?",
    "I don't know, could you explain the concept of responsibility?",

    2,
    "If someone is drowning and you refuse to help, are you responsible for his death?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Why do we punish people?",
    "I'm not sure, what do you think punishment is?",
    "I don't know, could you explain the concept of punishment?",

    1,
    "Why do we punish people?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Is it alright to torture terrorists to extract information?",
    "I'm not sure, what do you think torture is?",
    "I don't know, could you explain the concept of torture?",

    2,
    "Is it alright to torture terrorists to extract information?",
    "I'm not sure, what do you think terrorism is?",
    "I don't know, could you explain the concept of terrorism?",

    2,
    "Is it alright to torture terrorists to extract information?",
    "I'm not sure, what do you think extraction is?",
    "I don't know, could you explain the concept of extraction?",

    2,
    "Is it alright to torture terrorists to extract information?",
    "I'm not sure, what do you think information is?",
    "I don't know, could you explain the concept of information?",

    6,
    "When is it ok, if ever, to disobey the law?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "When is it ok, if ever, to disobey the law?",
    "I'm not sure, what do you think disobedience is?",
    "I don't know, could you explain what disobedience is?",

    7,
    "When is it ok, if ever, to disobey the law?",
    "I'm not sure, what do you think the law is?",
    "I don't know, could you explain what the law is?",

    2,
    "Is it the main purpose of law to promote morality?",
    "I'm not sure, what do you think purpose is?",
    "I don't know, could you explain what purpose is?",

    7,
    "Is it the main purpose of law to promote morality?",
    "I'm not sure, what do you think the law is?",
    "I don't know, could you explain what the law is?",

    2,
    "Is it the main purpose of law to promote morality?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain what morality is?",

    1,
    "Should governments penalize people for unhealthy lifestyles?",
    "I'm not sure, what do you think a government is?",
    "I don't know, could you explain what a government is?",

    5,
    "Should governments penalize people for unhealthy lifestyles?",
    "I'm not sure, what kind of things do you think should be penalized?",
    "I don't know, could you explain what things should be penalized?",

    1,
    "Should governments penalize people for unhealthy lifestyles?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain what a person is?",

    1,
    "Should governments penalize people for unhealthy lifestyles?",
    "I'm not sure, what do you think a lifestyle is?",
    "I don't know, could you explain what a lifestyle is?",

    5,
    "Why ban drugs and not alcohol or trans-fat?",
    "I'm not sure, what kind of things do you think should be banned?",
    "I don't know, could you explain what things should be banned?",

    1,
    "Why ban drugs and not alcohol or trans-fat?",
    "I'm not sure, what do you think a drug is?",
    "I don't know, could you explain what a drug is?",

    2,
    "Why ban drugs and not alcohol or trans-fat?",
    "I'm not sure, what do you think alcohol is?",
    "I don't know, could you explain what alcohol is?",

    2,
    "Why ban drugs and not alcohol or trans-fat?",
    "I'm not sure, what do you think trans-fat is?",
    "I don't know, could you explain what trans-fat is?",

    2,
    "Should prostitution be made legal?",
    "I'm not sure, what do you think prostitution is?",
    "I don't know, could you explain what prostitution is?",

    5,
    "Should prostitution be made legal?",
    "I'm not sure, what kind of things do you think should be legal?",
    "I don't know, could you explain what things should be legal?",

    2,
    "Is there such a thing as sexual perversion?",
    "I'm not sure, what do you think perversion is?",
    "I don't know, could you explain the concept of perversion?",

    6,
    "What is wrong with having sex with animals?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "What is wrong with having sex with animals?",
    "I'm not sure, what do you think sex is?",
    "I don't know, could you explain the concept of sex?",

    1,
    "What is wrong with having sex with animals?",
    "I'm not sure, what do you think a animal is?",
    "I don't know, could you explain the concept of a animal?",

    2,
    "How much freedom should people have?",
    "I'm not sure, what do you think freedom is?",
    "I don't know, could you explain the concept of freedom?",

    1,
    "How much freedom should people have?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    1,
    "Are people free to sell themselves into slavery?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Are people free to sell themselves into slavery?",
    "I'm not sure, what do you think freedom is?",
    "I don't know, could you explain the concept of freedom?",

    2,
    "Are people free to sell themselves into slavery?",
    "I'm not sure, what do you think slavery is?",
    "I don't know, could you explain the concept of slavery?",

    1,
    "Why think there are universal human rights?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain what a human is?",

    8,
    "Why think there are universal human rights?",
    "I'm not sure, what do you think rights are?",
    "I don't know, could you explain what rights are?",

    2,
    "Is democracy the same as decision by the majority?",
    "I'm not sure, what do you think democracy is?",
    "I don't know, could you explain the concept of democracy?",

    2,
    "Is democracy the same as decision by the majority?",
    "I'm not sure, what do you think sameness is?",
    "I don't know, could you explain the concept of sameness?",

    2,
    "Is democracy the same as decision by the majority?",
    "I'm not sure, what do you think decision is?",
    "I don't know, could you explain the concept of decision?",

    7,
    "Is democracy the same as decision by the majority?",
    "I'm not sure, what do you think the majority is?",
    "I don't know, could you explain the concept of the majority?",

    1,
    "Should people who pay more taxes get more votes?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    8,
    "Should people who pay more taxes get more votes?",
    "I'm not sure, what do you think taxes are?",
    "I don't know, could you explain what taxes are?",

    2,
    "Should people who pay more taxes get more votes?",
    "I'm not sure, what do you think democracy is?",
    "I don't know, could you explain the concept of democracy?",

    2,
    "Is democracy suitable for all countries?",
    "I'm not sure, what do you think democracy is?",
    "I don't know, could you explain the concept of democracy?",

    2,
    "Is democracy suitable for all countries?",
    "I'm not sure, what do you think suitablity is?",
    "I don't know, could you explain the concept of suitablity?",

    1,
    "Is democracy suitable for all countries?",
    "I'm not sure, what do you think a country is?",
    "I don't know, could you explain the concept of a country?",

    1,
    "When should governments intervene in the market?",
    "I'm not sure, what do you think a government is?",
    "I don't know, could you explain the concept of a government?",

    5,
    "When should governments intervene in the market?",
    "I'm not sure, what kind of things do you think should be intervened?",
    "I don't know, could you explain what things should be intervened?",

    7,
    "When should governments intervene in the market?",
    "I'm not sure, what do you think the market is?",
    "I don't know, could you explain the concept of the market?",

    2,
    "Is there a difference between free trade and fair trade?",
    "I'm not sure, what do you think difference is?",
    "I don't know, could you explain the concept of difference?",

    2,
    "Is there a difference between free trade and fair trade?",
    "I'm not sure, what do you think trade is?",
    "I don't know, could you explain the concept of trade?",

    6,
    "What is wrong, if anything, about protectionism?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "What is wrong, if anything, about protectionism?",
    "I'm not sure, what do you think protectionism is?",
    "I don't know, could you explain the concept of protectionism?",

    2,
    "Is patriotism irrational?",
    "I'm not sure, what do you think patriotism is?",
    "I don't know, could you explain the concept of patriotism?",

    2,
    "Is patriotism irrational?",
    "I'm not sure, what do you think rationality is?",
    "I don't know, could you explain the concept of rationality?",

    2,
    "Can wars ever be just?",
    "I'm not sure, what do you think war is?",
    "I don't know, could you explain the concept of war?",

    2,
    "Can wars ever be just?",
    "I'm not sure, what do you think justice is?",
    "I don't know, could you explain the concept of justice?",

    1,
    "Should people have the right to live in any country they wish?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    8,
    "Should people have the right to live in any country they wish?",
    "I'm not sure, what do you think rights are?",
    "I don't know, could you explain what rights are?",

    1,
    "Should people have the right to live in any country they wish?",
    "I'm not sure, what do you think a country is?",
    "I don't know, could you explain the concept of a country?",

    2,
    "Is the preservation of culture a good reason to limit immigration?",
    "I'm not sure, what do you think preservation is?",
    "I don't know, could you explain the concept of preservation?",

    2,
    "Is the preservation of culture a good reason to limit immigration?",
    "I'm not sure, what do you think culture is?",
    "I don't know, could you explain the concept of culture?",

    2,
    "Is the preservation of culture a good reason to limit immigration?",
    "I'm not sure, what do you think reason is?",
    "I don't know, could you explain the concept of reason?",

    2,
    "Is the preservation of culture a good reason to limit immigration?",
    "I'm not sure, what do you think immigration is?",
    "I don't know, could you explain the concept of immigration?",

    1,
    "Is race a biological category or a social construct?",
    "I'm not sure, what do you think a race is?",
    "I don't know, could you explain the concept of a race?",

    1,
    "Is race a biological category or a social construct?",
    "I'm not sure, what do you think a category is?",
    "I don't know, could you explain the concept of a category?",

    1,
    "Is race a biological category or a social construct?",
    "I'm not sure, what do you think a construct is?",
    "I don't know, could you explain the concept of a construct?",

    2,
    "Are you the same person you were ten years ago?",
    "I'm not sure, what do you think sameness is?",
    "I don't know, could you explain the concept of sameness?",

    1,
    "Are you the same person you were ten years ago?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    1,
    "What is a person? Is it the mind, or the body?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    1,
    "What is a person? Is it the mind, or the body?",
    "I'm not sure, what do you think a mind is?",
    "I don't know, could you explain the concept of a mind?",

    1,
    "What is a person? Is it the mind, or the body?",
    "I'm not sure, what do you think a body is?",
    "I don't know, could you explain the concept of a body?",

    2,
    "Do we think with language or pictures?",
    "I'm not sure, what do you think language is?",
    "I don't know, could you explain the concept of language?",

    1,
    "Do we think with language or pictures?",
    "I'm not sure, what do you think a picture is?",
    "I don't know, could you explain the concept of a picture?",

    1,
    "Why do we dream?",
    "I'm not sure, what do you think a dream is?",
    "I don't know, could you explain the concept of a dream?",

    1,
    "Can animals reason?",
    "I'm not sure, what do you think a animal is?",
    "I don't know, could you explain the concept of a animal?",

    2,
    "Can animals reason?",
    "I'm not sure, what do you think reason is?",
    "I don't know, could you explain the concept of reason?",

    1,
    "Do animals have rights?",
    "I'm not sure, what do you think a animal is?",
    "I don't know, could you explain the concept of a animal?",

    8,
    "Do animals have rights?",
    "I'm not sure, what do you think rights are?",
    "I don't know, could you explain what rights are?",

    6,
    "If we eat chickens, why not dogs, dolphins, or babies?",
    "I'm not sure, what do you think should be eaten?",
    "I don't know, could you explain what should be eaten?",

    1,
    "If we eat chickens, why not dogs, dolphins, or babies?",
    "I'm not sure, what do you think a chicken is?",
    "I don't know, could you explain the concept of a chicken?",

    1,
    "If we eat chickens, why not dogs, dolphins, or babies?",
    "I'm not sure, what do you think a dog is?",
    "I don't know, could you explain the concept of a dog?",

    1,
    "If we eat chickens, why not dogs, dolphins, or babies?",
    "I'm not sure, what do you think a dolphin is?",
    "I don't know, could you explain the concept of a dolphin?",

    1,
    "If we eat chickens, why not dogs, dolphins, or babies?",
    "I'm not sure, what do you think a baby is?",
    "I don't know, could you explain the concept of a baby?",

    2,
    "If super-intelligent aliens want to eat humans, are they wrong?",
    "I'm not sure, what do you think intelligence is?",
    "I don't know, could you explain the concept of intelligence?",

    1,
    "If super-intelligent aliens want to eat humans, are they wrong?",
    "I'm not sure, what do you think a alien is?",
    "I don't know, could you explain the concept of a alien?",

    1,
    "If super-intelligent aliens want to eat humans, are they wrong?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    6,
    "If super-intelligent aliens want to eat humans, are they wrong?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "If meat can be grown using stem cells, is there any reason not to eat meat?",
    "I'm not sure, what do you think meat is?",
    "I don't know, could you explain the concept of meat?",

    2,
    "If meat can be grown using stem cells, is there any reason not to eat meat?",
    "I'm not sure, what do you think growth is?",
    "I don't know, could you explain the concept of growth?",

    1,
    "If meat can be grown using stem cells, is there any reason not to eat meat?",
    "I'm not sure, what do you think a cell is?",
    "I don't know, could you explain the concept of a cell?",

    2,
    "If meat can be grown using stem cells, is there any reason not to eat meat?",
    "I'm not sure, what do you think reason is?",
    "I don't know, could you explain the concept of reason?",

    1,
    "Should we let people commit suicide when they are terminally ill?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Should we let people commit suicide when they are terminally ill?",
    "I'm not sure, what do you think suicide is?",
    "I don't know, could you explain the concept of suicide?",

    2,
    "Should we let people commit suicide when they are terminally ill?",
    "I'm not sure, what do you think illness is?",
    "I don't know, could you explain the concept of illness?",

    2,
    "Should we kill coma patients on life support to provide more resources to others?",
    "I'm not sure, what do you think killing is?",
    "I don't know, could you explain the concept of killing?",

    1,
    "Should we kill coma patients on life support to provide more resources to others?",
    "I'm not sure, what do you think a coma is?",
    "I don't know, could you explain the concept of a coma?",

    1,
    "Should we kill coma patients on life support to provide more resources to others?",
    "I'm not sure, what do you think a patient is?",
    "I don't know, could you explain the concept of a patient?",

    2,
    "Should we kill coma patients on life support to provide more resources to others?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    8,
    "Should we kill coma patients on life support to provide more resources to others?",
    "I'm not sure, what do you think resources are?",
    "I don't know, could you explain what resources are?",

    1,
    "Should organ donation be made compulsory?",
    "I'm not sure, what do you think a organ is?",
    "I don't know, could you explain what a organ is?",

    2,
    "Should organ donation be made compulsory?",
    "I'm not sure, what do you think donation is?",
    "I don't know, could you explain what donation is?",

    5,
    "Should organ donation be made compulsory?",
    "I'm not sure, what kind of things do you think should be compulsory?",
    "I don't know, could you explain what things should be compulsory?",

    1,
    "Should organ donors be financially compensated?",
    "I'm not sure, what do you think a organ is?",
    "I don't know, could you explain what a organ is?",

    1,
    "Should organ donors be financially compensated?",
    "I'm not sure, what do you think a donor is?",
    "I don't know, could you explain what a donor is?",

    2,
    "Should organ donors be financially compensated?",
    "I'm not sure, what do you think finance is?",
    "I don't know, could you explain what finance is?",

    5,
    "Should organ donors be financially compensated?",
    "I'm not sure, what kind of things do you think should be compensated?",
    "I don't know, could you explain what things should be compensated?",

    6,
    "Is it wrong to grow brain dead babies to harvest their organs?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "Is it wrong to grow brain dead babies to harvest their organs?",
    "I'm not sure, what do you think growth is?",
    "I don't know, could you explain what growth is?",

    1,
    "Is it wrong to grow brain dead babies to harvest their organs?",
    "I'm not sure, what do you think a brain is?",
    "I don't know, could you explain what a brain is?",

    2,
    "Is it wrong to grow brain dead babies to harvest their organs?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain what death is?",

    1,
    "Is it wrong to grow brain dead babies to harvest their organs?",
    "I'm not sure, what do you think a baby is?",
    "I don't know, could you explain what a baby is?",

    2,
    "Is it wrong to grow brain dead babies to harvest their organs?",
    "I'm not sure, what do you think harvesting is?",
    "I don't know, could you explain what harvesting is?",

    1,
    "Is it wrong to grow brain dead babies to harvest their organs?",
    "I'm not sure, what do you think a organ is?",
    "I don't know, could you explain what a organ is?",

    2,
    "Why should we respect the dead?",
    "I'm not sure, what do you think respect is?",
    "I don't know, could you explain the concept of respect?",

    2,
    "Why should we respect the dead?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Should we fear death?",
    "I'm not sure, what do you think fear is?",
    "I don't know, could you explain the concept of fear?",

    2,
    "Should we fear death?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Is life meaningless if we can live forever?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Is life meaningless if we can live forever?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "Is life meaningless if we can live forever?",
    "I'm not sure, what do you think forever is?",
    "I don't know, could you explain the concept of forever?",

    1,
    "What are numbers and do they really exist?",
    "I'm not sure, what do you think a number is?",
    "I don't know, could you explain the concept of a number?",

    2,
    "What are numbers and do they really exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Does Sherlock Holmes exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Why is there something rather than nothing?",
    "I'm not sure, what do you think something is?",
    "I don't know, could you explain the concept of something?",

    2,
    "Why is there something rather than nothing?",
    "I'm not sure, what do you think nothing is?",
    "I don't know, could you explain the concept of nothing?",

    3,
    "What is time?",
    "I'm not sure",
    "I don't know",

    2,
    "Does time flow? How fast does it flow?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Does time flow? How fast does it flow?",
    "I'm not sure, what do you think flow is?",
    "I don't know, could you explain the concept of flow?",

    2,
    "Can something be at two places at the same time?",
    "I'm not sure, what do you think something is?",
    "I don't know, could you explain the concept of something?",

    1,
    "Can something be at two places at the same time?",
    "I'm not sure, what do you think a place is?",
    "I don't know, could you explain the concept of a place?",

    2,
    "Can something be at two places at the same time?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Is time travel possible?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Is time travel possible?",
    "I'm not sure, what do you think travel is?",
    "I don't know, could you explain the concept of travel?",

    5,
    "Is time travel possible?",
    "I'm not sure, what kind of things do you think should be possible?",
    "I don't know, could you explain what things should be possible?",

    5,
    "If you can travel back in time, can you kill your earlier self?",
    "I'm not sure, what kind of things do you think should be possible?",
    "I don't know, could you explain what things should be possible?",

    2,
    "If you can travel back in time, can you kill your earlier self?",
    "I'm not sure, what do you think travel is?",
    "I don't know, could you explain the concept of travel?",

    2,
    "If you can travel back in time, can you kill your earlier self?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "If you can travel back in time, can you kill your earlier self?",
    "I'm not sure, what do you think killing is?",
    "I don't know, could you explain the concept of killing?",

    7,
    "If you can travel back in time, can you kill your earlier self?",
    "I'm not sure, what do you think the self is?",
    "I don't know, could you explain the concept of the self?",

    2,
    "If you go back in time and teach young Einstein relativity theory, where does the idea come from?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "If you go back in time and teach young Einstein relativity theory, where does the idea come from?",
    "I'm not sure, what do you think teaching is?",
    "I don't know, could you explain the concept of teaching?",

    1,
    "If you go back in time and teach young Einstein relativity theory, where does the idea come from?",
    "I'm not sure, what do you think a theory is?",
    "I don't know, could you explain the concept of a theory?",

    1,
    "If you go back in time and teach young Einstein relativity theory, where does the idea come from?",
    "I'm not sure, what do you think a idea is?",
    "I don't know, could you explain the concept of a idea?",

    1,
    "If you go back in time and teach young Einstein relativity theory, where does the idea come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    2,
    "Are there parallel universes?",
    "I'm not sure, what do you think parallelism is?",
    "I don't know, could you explain the concept of parallelism?",

    1,
    "Are there parallel universes?",
    "I'm not sure, what do you think a universe is?",
    "I don't know, could you explain the concept of a universe?",

    1,
    "Does every event have a cause?",
    "I'm not sure, what do you think a event is?",
    "I don't know, could you explain the concept of a event?",

    1,
    "Does every event have a cause?",
    "I'm not sure, what do you think a cause is?",
    "I don't know, could you explain the concept of a cause?",

    1,
    "'This sentence is false.' Is it true or false?",
    "I'm not sure, what do you think a sentence is?",
    "I don't know, could you explain the concept of a sentence?",

    2,
    "'This sentence is false.' Is it true or false?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "'It will rain a week later.' Is it true or false or neither?",
    "I'm not sure, what do you think rain is?",
    "I don't know, could you explain the concept of rain?",

    2,
    "'It will rain a week later.' Is it true or false or neither?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "Is truth relative, or a matter of opinion?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "Is truth relative, or a matter of opinion?",
    "I'm not sure, what do you think relativity is?",
    "I don't know, could you explain the concept of relativity?",

    1,
    "Is truth relative, or a matter of opinion?",
    "I'm not sure, what do you think a opinion is?",
    "I don't know, could you explain the concept of a opinion?",

    2,
    "How do you know you are not dreaming right now?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    1,
    "How do you know you are not dreaming right now?",
    "I'm not sure, what do you think a dream is?",
    "I don't know, could you explain the concept of a dream?",

    1,
    "If we live in a computer simulation, does it make a difference to the meaning of life?",
    "I'm not sure, what do you think a computer is?",
    "I don't know, could you explain the concept of a computer?",

    1,
    "If we live in a computer simulation, does it make a difference to the meaning of life?",
    "I'm not sure, what do you think a simulation is?",
    "I don't know, could you explain the concept of a simulation?",

    2,
    "If we live in a computer simulation, does it make a difference to the meaning of life?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "If we live in a computer simulation, does it make a difference to the meaning of life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Would you choose to live in a computer simulation if it will make you a lot happier?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Would you choose to live in a computer simulation if it will make you a lot happier?",
    "I'm not sure, what do you think a computer is?",
    "I don't know, could you explain the concept of a computer?",

    1,
    "Would you choose to live in a computer simulation if it will make you a lot happier?",
    "I'm not sure, what do you think a simulation is?",
    "I don't know, could you explain the concept of a simulation?",

    2,
    "Would you choose to live in a computer simulation if it will make you a lot happier?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Can we be certain of anything?",
    "I'm not sure, what do you think certainty is?",
    "I don't know, could you explain the concept of certainty?",

    3,
    "What is science?",
    "I'm not sure",
    "I don't know",

    2,
    "Why is mathematics so important in science?",
    "I'm not sure, what do you think mathematics is?",
    "I don't know, could you explain the concept of mathematics?",

    2,
    "Why is mathematics so important in science?",
    "I'm not sure, what do you think importance is?",
    "I don't know, could you explain the concept of importance?",

    2,
    "Why is mathematics so important in science?",
    "I'm not sure, what do you think science is?",
    "I don't know, could you explain the concept of science?",

    2,
    "Is mathematics the same as logic?",
    "I'm not sure, what do you think mathematics is?",
    "I don't know, could you explain the concept of mathematics?",

    2,
    "Is mathematics the same as logic?",
    "I'm not sure, what do you think sameness is?",
    "I don't know, could you explain the concept of sameness?",

    2,
    "Is mathematics the same as logic?",
    "I'm not sure, what do you think logic is?",
    "I don't know, could you explain the concept of logic?",

    2,
    "Why believe in electrons and blackholes if we can't see them?",
    "I'm not sure, what do you think belief is?",
    "I don't know, could you explain the concept of belief?",

    1,
    "Why believe in electrons and blackholes if we can't see them?",
    "I'm not sure, what do you think a electron is?",
    "I don't know, could you explain the concept of a electron?",

    1,
    "Why believe in electrons and blackholes if we can't see them?",
    "I'm not sure, what do you think a blackhole is?",
    "I don't know, could you explain the concept of a blackhole?",

    2,
    "Why believe in electrons and blackholes if we can't see them?",
    "I'm not sure, what do you think sight is?",
    "I don't know, could you explain the concept of sight?",

    1,
    "Can there be two different theories of the world, both true and complete?",
    "I'm not sure, what do you think a theory is?",
    "I don't know, could you explain the concept of a theory?",

    7,
    "Can there be two different theories of the world, both true and complete?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    2,
    "Can there be two different theories of the world, both true and complete?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "Can there be two different theories of the world, both true and complete?",
    "I'm not sure, what do you think completeness is?",
    "I don't know, could you explain the concept of completeness?",

    2,
    "How should we distinguish between good and bad scientific theories?",
    "I'm not sure, what do you think distinguishment is?",
    "I don't know, could you explain the concept of distinguishment?",

    1,
    "How should we distinguish between good and bad scientific theories?",
    "I'm not sure, what do you think a theory is?",
    "I don't know, could you explain the concept of a theory?",

    2,
    "Is science compatible with religion?",
    "I'm not sure, what do you think science is?",
    "I don't know, could you explain the concept of science?",

    2,
    "Is science compatible with religion?",
    "I'm not sure, what do you think compatiblity is?",
    "I don't know, could you explain the concept of compatiblity?",

    2,
    "Is science compatible with religion?",
    "I'm not sure, what do you think religion is?",
    "I don't know, could you explain the concept of religion?",

    2,
    "Is there progress in philosophy?",
    "I'm not sure, what do you think progress is?",
    "I don't know, could you explain the concept of progress?",

    2,
    "Is there progress in philosophy?",
    "I'm not sure, what do you think philosophy is?",
    "I don't know, could you explain the concept of philosophy?",

    3,
    "What is philosophy anyway?",
    "I'm not sure",
    "I don't know",

    1,
    "Are humans innately good or evil?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "Are humans innately good or evil?",
    "I'm not sure, what do you think evil is?",
    "I don't know, could you explain the concept of evil?",

    1,
    "Can humans change their behavior if given enough time?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "Can humans change their behavior if given enough time?",
    "I'm not sure, what do you think change is?",
    "I don't know, could you explain the concept of change?",

    2,
    "Can humans change their behavior if given enough time?",
    "I'm not sure, what do you think behavior is?",
    "I don't know, could you explain the concept of behavior?",

    2,
    "Can humans change their behavior if given enough time?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    1,
    "Do humans need God to exist?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "Do humans need God to exist?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    2,
    "Do humans need God to exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "What happens when we die?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Does consciousness continue after physical death?",
    "I'm not sure, what do you think consciousness is?",
    "I don't know, could you explain the concept of consciousness?",

    2,
    "Does consciousness continue after physical death?",
    "I'm not sure, what do you think continuation is?",
    "I don't know, could you explain the concept of continuation?",

    2,
    "Does consciousness continue after physical death?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Why does suffering happen?",
    "I'm not sure, what do you think suffering is?",
    "I don't know, could you explain the concept of suffering?",

    5,
    "Should we try to prevent bad events from happening? If so, then how would we go about doing that?",
    "I'm not sure, what kind of things do you think should be prevented?",
    "I don't know, could you explain what things should be prevented?",

    1,
    "Should we try to prevent bad events from happening? If so, then how would we go about doing that?",
    "I'm not sure, what do you think a event is?",
    "I don't know, could you explain the concept of a event?",

    1,
    "What makes human life so valuable?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "What makes human life so valuable?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "What makes human life so valuable?",
    "I'm not sure, what do you think value is?",
    "I don't know, could you explain the concept of value?",

    1,
    "What makes us human?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "Why does it matter if we're alive?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    6,
    "Is there anything wrong with being selfish?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "Is there anything wrong with being selfish?",
    "I'm not sure, what do you think selfishness is?",
    "I don't know, could you explain the concept of selfishness?",

    1,
    "Do humans need other people in order to live?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    1,
    "Do humans need other people in order to live?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Do humans need other people in order to live?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Can animals feel pain? If so, why don't they try to avoid hurting each other?",
    "I'm not sure, what do you think a animal is?",
    "I don't know, could you explain the concept of a animal?",

    2,
    "Can animals feel pain? If so, why don't they try to avoid hurting each other?",
    "I'm not sure, what do you think pain is?",
    "I don't know, could you explain the concept of pain?",

    1,
    "Are children born good or evil?",
    "I'm not sure, what do you think a child is?",
    "I don't know, could you explain the concept of a child?",

    2,
    "Are children born good or evil?",
    "I'm not sure, what do you think evil is?",
    "I don't know, could you explain the concept of evil?",

    6,
    "Is it wrong to lie to protect yourself?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "Is it wrong to lie to protect yourself?",
    "I'm not sure, what do you think protecting is?",
    "I don't know, could you explain the concept of protecting?",

    3,
    "What is beauty?",
    "I'm not sure",
    "I don't know",

    1,
    "Do all people deserve respect?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Do all people deserve respect?",
    "I'm not sure, what do you think deserving is?",
    "I don't know, could you explain the concept of deserving?",

    2,
    "Do all people deserve respect?",
    "I'm not sure, what do you think respect is?",
    "I don't know, could you explain the concept of respect?",

    2,
    "Did you exist before you were born?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Did you exist before you were born?",
    "I'm not sure, what do you think birth is?",
    "I don't know, could you explain the concept of birth?",

    8,
    "Where do emotions come from?",
    "I'm not sure, what do you think emotions are?",
    "I don't know, could you explain the concept of emotions are?",

    1,
    "Where do emotions come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin is?",

    2,
    "Can we choose our emotions or do they just happen?",
    "I'm not sure, what do you think a choice is?",
    "I don't know, could you explain the concept of a choice is?",

    8,
    "Can we choose our emotions or do they just happen?",
    "I'm not sure, what do you think emotions are?",
    "I don't know, could you explain what emotions are?",

    1,
    "At what age are children held accountable for their actions? How do you determine that?",
    "I'm not sure, what do you think a child is?",
    "I don't know, could you explain the concept of a child?",

    2,
    "At what age are children held accountable for their actions? How do you determine that?",
    "I'm not sure, what do you think accountability is?",
    "I don't know, could you explain the concept of accountability?",

    1,
    "At what age are children held accountable for their actions? How do you determine that?",
    "I'm not sure, what do you think a action is?",
    "I don't know, could you explain the concept of a action?",

    2,
    "Where does self-worth come from?",
    "I'm not sure, what do you think self-worth is?",
    "I don't know, could you explain the concept of self-worth?",

    1,
    "Where does self-worth come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    2,
    "How do you determine one's self-worth?",
    "I'm not sure, what do you think self-worth is?",
    "I don't know, could you explain the concept of self-worth?",

    2,
    "Is one human life worth more than another?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "Is one human life worth more than another?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Is one human life worth more than another?",
    "I'm not sure, what do you think worth is?",
    "I don't know, could you explain the concept of worth?",

    2,
    "Is ignorance really bliss?",
    "I'm not sure, what do you think ignorance is?",
    "I don't know, could you explain the concept of ignorance?",

    2,
    "Is ignorance really bliss?",
    "I'm not sure, what do you think bliss is?",
    "I don't know, could you explain the concept of bliss?",

    1,
    "What is the goal of humanity?",
    "I'm not sure, what do you think a goal is?",
    "I don't know, could you explain the concept of a goal?",

    2,
    "What is the goal of humanity?",
    "I'm not sure, what do you think humanity is?",
    "I don't know, could you explain the concept of humanity?",

    2,
    "Can predestination and free will coexist?",
    "I'm not sure, what do you think predestination is?",
    "I don't know, could you explain the concept of predestination?",

    2,
    "Can predestination and free will coexist?",
    "I'm not sure, what do you think free-will is?",
    "I don't know, could you explain the concept of free-will ?",

    2,
    "What does it mean to be happy?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "What does it mean to be happy?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Can I be happy when faced with suffering?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Can I be happy when faced with suffering?",
    "I'm not sure, what do you think suffering is?",
    "I don't know, could you explain the concept of suffering?",

    2,
    "Is happiness universal or a matter of perspective?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Is happiness universal or a matter of perspective?",
    "I'm not sure, what do you think perspective is?",
    "I don't know, could you explain the concept of perspective?",

    2,
    "How much should we care about making ourselves happy?",
    "I'm not sure, what do you think care is?",
    "I don't know, could you explain the concept of care?",

    2,
    "How much should we care about making ourselves happy?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    5,
    "Is it possible to feel happy and sad at the same time?",
    "I'm not sure, what kind of things do you think should be possible?",
    "I don't know, could you explain what things should be possible?",

    2,
    "Is it possible to feel happy and sad at the same time?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Is it possible to feel happy and sad at the same time?",
    "I'm not sure, what do you think sadness is?",
    "I don't know, could you explain the concept of sadness?",

    2,
    "Is it possible to feel happy and sad at the same time?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Is it really necessary to pursue happiness?",
    "I'm not sure, what do you think pursuit is?",
    "I don't know, could you explain the concept of pursuit?",

    2,
    "Is it really necessary to pursue happiness?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Are we happier now as a society than in times past? Why or why not?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    1,
    "Are we happier now as a society than in times past? Why or why not?",
    "I'm not sure, what do you think a society is?",
    "I don't know, could you explain the concept of a society?",

    2,
    "Are we happier now as a society than in times past? Why or why not?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Does anyone else's happiness affect my own?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "If someone has less material wealth than me, does this automatically make him unhappy?",
    "I'm not sure, what do you think someone is?",
    "I don't know, could you explain the concept of someone?",

    2,
    "If someone has less material wealth than me, does this automatically make him unhappy?",
    "I'm not sure, what do you think wealth is?",
    "I don't know, could you explain the concept of wealth?",

    2,
    "If someone has less material wealth than me, does this automatically make him unhappy?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "What brings true happiness?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "What brings true happiness?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Can happiness be measured or quantified, like money and power?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Can happiness be measured or quantified, like money and power?",
    "I'm not sure, what do you think measurement is?",
    "I don't know, could you explain the concept of measurement?",

    2,
    "Can happiness be measured or quantified, like money and power?",
    "I'm not sure, what do you think quantification is?",
    "I don't know, could you explain the concept of quantification?",

    2,
    "Can happiness be measured or quantified, like money and power?",
    "I'm not sure, what do you think money is?",
    "I don't know, could you explain the concept of money?",

    2,
    "Can happiness be measured or quantified, like money and power?",
    "I'm not sure, what do you think power is?",
    "I don't know, could you explain the concept of power?",

    1,
    "Are certain types of experiences inherently \"happier\" than others?",
    "I'm not sure, what do you think a experience is?",
    "I don't know, could you explain the concept of a experience?",

    2,
    "Are certain types of experiences inherently \"happier\" than others?",
    "I'm not sure, what do you think inherence is?",
    "I don't know, could you explain the concept of inherence?",

    2,
    "Are certain types of experiences inherently \"happier\" than others?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Is it always best to seek out pleasure over avoiding pain?",
    "I'm not sure, what do you think pleasure is?",
    "I don't know, could you explain the concept of pleasure?",

    2,
    "Is it always best to seek out pleasure over avoiding pain?",
    "I'm not sure, what do you think pain is?",
    "I don't know, could you explain the concept of pain?",

    2,
    "Is happiness just the product of chemical reactions in the brain?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    1,
    "Is happiness just the product of chemical reactions in the brain?",
    "I'm not sure, what do you think a product is?",
    "I don't know, could you explain the concept of a product?",

    1,
    "Is happiness just the product of chemical reactions in the brain?",
    "I'm not sure, what do you think a reaction is?",
    "I don't know, could you explain the concept of a reaction?",

    1,
    "Is happiness just the product of chemical reactions in the brain?",
    "I'm not sure, what do you think a brain is?",
    "I don't know, could you explain the concept of a brain?",

    2,
    "Is morality relative or absolute?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    2,
    "Is morality relative or absolute?",
    "I'm not sure, what do you think relativity is?",
    "I don't know, could you explain the concept of relativity?",

    2,
    "Where do morals come from?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    1,
    "Where do morals come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    5,
    "Is it possible to make moral judgments without religion?",
    "I'm not sure, what kind of things do you think should be possible?",
    "I don't know, could you explain what things should be possible?",

    2,
    "Is it possible to make moral judgments without religion?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    2,
    "Is it possible to make moral judgments without religion?",
    "I'm not sure, what do you think judgment is?",
    "I don't know, could you explain the concept of judgment?",

    1,
    "Is it possible to make moral judgments without religion?",
    "I'm not sure, what do you think a religion is?",
    "I don't know, could you explain the concept of a religion?",

    2,
    "Is killing justified under certain conditions?",
    "I'm not sure, what do you think killing is?",
    "I don't know, could you explain the concept of killing?",

    2,
    "Is killing justified under certain conditions?",
    "I'm not sure, what do you think justice is?",
    "I don't know, could you explain the concept of justice?",

    1,
    "Is killing justified under certain conditions?",
    "I'm not sure, what do you think a condition is?",
    "I don't know, could you explain the concept of a condition?",

    2,
    "What makes something immoral?",
    "I'm not sure, what do you think something is?",
    "I don't know, could you explain the concept of something?",

    2,
    "What makes something immoral?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    2,
    "How do you define \"good\" and \"evil\"?",
    "I'm not sure, what do you think definition is?",
    "I don't know, could you explain the concept of definition?",

    2,
    "How do you define \"good\" and \"evil\"?",
    "I'm not sure, what do you think evil is?",
    "I don't know, could you explain the concept of evil?",

    1,
    "Why do most people think that lying is bad?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Why do most people think that lying is bad?",
    "I'm not sure, what do you think lying is?",
    "I don't know, could you explain the concept of lying?",

    6,
    "Why do most people think that lying is bad?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    1,
    "Should all actions have equal consequences?",
    "I'm not sure, what do you think a action is?",
    "I don't know, could you explain the concept of a action?",

    2,
    "Should all actions have equal consequences?",
    "I'm not sure, what do you think equality is?",
    "I don't know, could you explain the concept of equality?",

    1,
    "Should all actions have equal consequences?",
    "I'm not sure, what do you think a consequence is?",
    "I don't know, could you explain the concept of a consequence?",

    1,
    "Does every human life count equally?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "Does every human life count equally?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Does every human life count equally?",
    "I'm not sure, what do you think equality is?",
    "I don't know, could you explain the concept of equality?",

    2,
    "Is it ever justified to hurt others?",
    "I'm not sure, what do you think justice is?",
    "I don't know, could you explain the concept of justice?",

    2,
    "Is it ever justified to hurt others?",
    "I'm not sure, what do you think pain is?",
    "I don't know, could you explain the concept of pain?",

    2,
    "Is it fair to punish criminals with death?",
    "I'm not sure, what do you think fair is?",
    "I don't know, could you explain the concept of fair?",

    2,
    "Is it fair to punish criminals with death?",
    "I'm not sure, what do you think punishment is?",
    "I don't know, could you explain the concept of punishment?",

    1,
    "Is it fair to punish criminals with death?",
    "I'm not sure, what do you think a criminal is?",
    "I don't know, could you explain the concept of a criminal?",

    2,
    "Is it fair to punish criminals with death?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Does morality come from within or outside ourselves?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    1,
    "Does morality come from within or outside ourselves?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    2,
    "Is stealing ever permissible?",
    "I'm not sure, what do you think stealing is?",
    "I don't know, could you explain the concept of stealing?",

    5,
    "Is stealing ever permissible?",
    "I'm not sure, what kind of things do you think should be permissible?",
    "I don't know, could you explain what things should be permissible?",

    5,
    "Is it ever permissible to deceive others?",
    "I'm not sure, what kind of things do you think should be permissible?",
    "I don't know, could you explain what things should be permissible?",

    2,
    "Is it ever permissible to deceive others?",
    "I'm not sure, what do you think deception is?",
    "I don't know, could you explain the concept of deception?",

    5,
    "Should we judge acts based on their outcomes alone?",
    "I'm not sure, what kind of things do you think should be judged?",
    "I don't know, could you explain what things should be judged?",

    1,
    "Should we judge acts based on their outcomes alone?",
    "I'm not sure, what do you think a act is?",
    "I don't know, could you explain the concept of a act?",

    1,
    "Should we judge acts based on their outcomes alone?",
    "I'm not sure, what do you think a outcome is?",
    "I don't know, could you explain the concept of a outcome?",

    2,
    "Should we always follow the rules even if doing so causes harm?",
    "I'm not sure, what do you think following is?",
    "I don't know, could you explain the concept of following?",

    1,
    "Should we always follow the rules even if doing so causes harm?",
    "I'm not sure, what do you think a rule is?",
    "I don't know, could you explain the concept of a rule?",

    2,
    "Should we always follow the rules even if doing so causes harm?",
    "I'm not sure, what do you think harm is?",
    "I don't know, could you explain the concept of harm?",

    2,
    "Is slavery ever ethically defensible?",
    "I'm not sure, what do you think slavery is?",
    "I don't know, could you explain the concept of slavery?",

    2,
    "Is slavery ever ethically defensible?",
    "I'm not sure, what do you think ethics is?",
    "I don't know, could you explain the concept of ethics?",

    5,
    "Is slavery ever ethically defensible?",
    "I'm not sure, what kind of things do you think should be defensible?",
    "I don't know, could you explain what things should be defensible?",

    2,
    "Is dishonesty always wrong?",
    "I'm not sure, what do you think dishonesty is?",
    "I don't know, could you explain the concept of dishonesty?",

    6,
    "Is dishonesty always wrong?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "Would you kill one person in order to save 1,000?",
    "I'm not sure, what do you think killing is?",
    "I don't know, could you explain the concept of killing?",

    1,
    "Would you kill one person in order to save 1,000?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Would you kill one person in order to save 1,000?",
    "I'm not sure, what do you think saving is?",
    "I don't know, could you explain the concept of saving?",

    1,
    "Are lies permissible if they protect someone's feelings?",
    "I'm not sure, what do you think a lie is?",
    "I don't know, could you explain the concept of a lie?",

    5,
    "Are lies permissible if they protect someone's feelings?",
    "I'm not sure, what kind of things do you think should be permissible?",
    "I don't know, could you explain what things should be permissible?",

    2,
    "Are lies permissible if they protect someone's feelings?",
    "I'm not sure, what do you think protecting is?",
    "I don't know, could you explain the concept of protecting?",

    1,
    "Are lies permissible if they protect someone's feelings?",
    "I'm not sure, what do you think a feeling is?",
    "I don't know, could you explain the concept of a feeling?",

    2,
    "What defines a person?",
    "I'm not sure, what do you think definition is?",
    "I don't know, could you explain the concept of definition?",

    1,
    "What defines a person?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Are we obligated to help others?",
    "I'm not sure, what do you think obligation is?",
    "I don't know, could you explain the concept of obligation?",

    2,
    "Are we obligated to help others?",
    "I'm not sure, what do you think help is?",
    "I don't know, could you explain the concept of help?",

    6,
    "Is it wrong to kill animals?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    2,
    "Is it wrong to kill animals?",
    "I'm not sure, what do you think killing is?",
    "I don't know, could you explain the concept of killing?",

    1,
    "Is it wrong to kill animals?",
    "I'm not sure, what do you think a animal is?",
    "I don't know, could you explain the concept of a animal?",

    1,
    "Are humans replaceable?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    5,
    "Are humans replaceable?",
    "I'm not sure, what kind of things do you think should be replaceable?",
    "I don't know, could you explain what things should be replaceable?",

    3,
    "What is virtue?",
    "I'm not sure",
    "I don't know",

    2,
    "Which is more important: love or money? Why?",
    "I'm not sure, what do you think importance is?",
    "I don't know, could you explain the concept of importance?",

    2,
    "Which is more important: love or money? Why?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    2,
    "Which is more important: love or money? Why?",
    "I'm not sure, what do you think money is?",
    "I don't know, could you explain the concept of money?",

    2,
    "Is there such thing as true love? If yes, where does it come from?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "Is there such thing as true love? If yes, where does it come from?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Is there such thing as true love? If yes, where does it come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    1,
    "Do all human beings want to be loved?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "Do all human beings want to be loved?",
    "I'm not sure, what do you think want is?",
    "I don't know, could you explain the concept of want?",

    2,
    "Do all human beings want to be loved?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    2,
    "Can anyone ever really understand another's feelings?",
    "I'm not sure, what do you think understanding is?",
    "I don't know, could you explain the concept of understanding?",

    1,
    "Can anyone ever really understand another's feelings?",
    "I'm not sure, what do you think a feeling is?",
    "I don't know, could you explain the concept of a feeling?",

    1,
    "Are children born with an innate love for their parents?",
    "I'm not sure, what do you think a child is?",
    "I don't know, could you explain the concept of a child?",

    2,
    "Are children born with an innate love for their parents?",
    "I'm not sure, what do you think birth is?",
    "I don't know, could you explain the concept of birth?",

    2,
    "Are children born with an innate love for their parents?",
    "I'm not sure, what do you think innateness is?",
    "I don't know, could you explain the concept of innateness?",

    2,
    "Are children born with an innate love for their parents?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Are children born with an innate love for their parents?",
    "I'm not sure, what do you think a parent is?",
    "I don't know, could you explain the concept of a parent?",

    1,
    "Are some relationships better than others?",
    "I'm not sure, what do you think a relationship is?",
    "I don't know, could you explain the concept of a relationship?",

    2,
    "Can life without love exist?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Can life without love exist?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    2,
    "Can life without love exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "What makes someone fall in love?",
    "I'm not sure, what do you think fall is?",
    "I don't know, could you explain the concept of fall?",

    2,
    "What makes someone fall in love?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Why do people get married?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Why do people get married?",
    "I'm not sure, what do you think marriage is?",
    "I don't know, could you explain the concept of marriage?",

    2,
    "Is there a difference between love and lust?",
    "I'm not sure, what do you think difference is?",
    "I don't know, could you explain the concept of difference?",

    2,
    "Is there a difference between love and lust?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    2,
    "Is there a difference between love and lust?",
    "I'm not sure, what do you think lust is?",
    "I don't know, could you explain the concept of lust?",

    2,
    "Is marriage necessary?",
    "I'm not sure, what do you think marriage is?",
    "I don't know, could you explain the concept of marriage?",

    2,
    "Does love last forever?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    2,
    "Does love last forever?",
    "I'm not sure, what do you think forever is?",
    "I don't know, could you explain the concept of forever?",

    2,
    "Is it okay to love yourself?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    2,
    "Is love natural or a choice to be made?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Is love natural or a choice to be made?",
    "I'm not sure, what do you think a choice is?",
    "I don't know, could you explain the concept of a choice?",

    2,
    "Where do we find love?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Why do people fear death?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Why do people fear death?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Can we know for certain if there is life after death?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "Can we know for certain if there is life after death?",
    "I'm not sure, what do you think certainty is?",
    "I don't know, could you explain the concept of certainty?",

    2,
    "Can we know for certain if there is life after death?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Can we know for certain if there is life after death?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "How would you like to be remembered after you die?",
    "I'm not sure, what do you think memory is?",
    "I don't know, could you explain the concept of memory?",

    2,
    "How would you like to be remembered after you die?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    1,
    "What happens to the body after you die?",
    "I'm not sure, what do you think a body is?",
    "I don't know, could you explain the concept of a body?",

    2,
    "What happens to the body after you die?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Does \"good death\" exist?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Does \"good death\" exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "What would happen if we lived forever?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "What would happen if we lived forever?",
    "I'm not sure, what do you think forever is?",
    "I don't know, could you explain the concept of forever?",

    2,
    "Should we try to prolong our lives at any cost?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Should we try to prolong our lives at any cost?",
    "I'm not sure, what do you think a cost is?",
    "I don't know, could you explain the concept of a cost?",

    2,
    "Could immortality be possible?",
    "I'm not sure, what do you think immortality is?",
    "I don't know, could you explain the concept of immortality?",

    5,
    "Could immortality be possible?",
    "I'm not sure, what kind of things do you think should be possible?",
    "I don't know, could you explain what things should be possible?",

    2,
    "Is euthanasia wrong in all circumstances?",
    "I'm not sure, what do you think euthanasia is?",
    "I don't know, could you explain the concept of euthanasia?",

    6,
    "Is euthanasia wrong in all circumstances?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    1,
    "Is euthanasia wrong in all circumstances?",
    "I'm not sure, what do you think a circumstance is?",
    "I don't know, could you explain the concept of a circumstance?",

    2,
    "Is death actually the beginning?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    1,
    "Is death actually the beginning?",
    "I'm not sure, what do you think a beginning is?",
    "I don't know, could you explain the concept of a beginning?",

    6,
    "Why is it acceptable to kill insects?",
    "I'm not sure, what kind of things do you think are acceptable?",
    "I don't know, could you explain what should be acceptable?",

    2,
    "Why is it acceptable to kill insects?",
    "I'm not sure, what do you think killing is?",
    "I don't know, could you explain the concept of killing?",

    2,
    "Why is it acceptable to kill insects?",
    "I'm not sure, what do you think a insect is?",
    "I don't know, could you explain the concept of a insect?",

    2,
    "Should terminally ill patients be able to choose death?",
    "I'm not sure, what do you think illness is?",
    "I don't know, could you explain the concept of illness?",

    1,
    "Should terminally ill patients be able to choose death?",
    "I'm not sure, what do you think a patient is?",
    "I don't know, could you explain the concept of a patient?",

    2,
    "Should terminally ill patients be able to choose death?",
    "I'm not sure, what do you think choice is?",
    "I don't know, could you explain the concept of choice?",

    2,
    "Should terminally ill patients be able to choose death?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    1,
    "What makes a country democratic?",
    "I'm not sure, what do you think a country is?",
    "I don't know, could you explain the concept of a country?",

    2,
    "What makes a country democratic?",
    "I'm not sure, what do you think democracy is?",
    "I don't know, could you explain the concept of democracy?",

    2,
    "What responsibilities does a government have to its constituents?",
    "I'm not sure, what do you think responsibility is?",
    "I don't know, could you explain the concept of responsibility?",

    2,
    "What responsibilities does a government have to its constituents?",
    "I'm not sure, what do you think government is?",
    "I don't know, could you explain the concept of government?",

    2,
    "What responsibilities does a government have to its constituents?",
    "I'm not sure, what do you think constituent is?",
    "I don't know, could you explain the concept of constituent?",

    2,
    "Do democracies always make better decisions than dictatorships?",
    "I'm not sure, what do you think democracy is?",
    "I don't know, could you explain the concept of democracy?",

    1,
    "Do democracies always make better decisions than dictatorships?",
    "I'm not sure, what do you think a decision is?",
    "I don't know, could you explain the concept of a decision?",

    2,
    "Do democracies always make better decisions than dictatorships?",
    "I'm not sure, what do you think dictatorship is?",
    "I don't know, could you explain the concept of dictatorship?",

    2,
    "What constitutes good governance?",
    "I'm not sure, what do you think governance is?",
    "I don't know, could you explain the concept of governance?",

    2,
    "Is rebellion against government ever justified?",
    "I'm not sure, what do you think rebellion is?",
    "I don't know, could you explain the concept of rebellion?",

    1,
    "Is rebellion against government ever justified?",
    "I'm not sure, what do you think a government is?",
    "I don't know, could you explain the concept of a government?",

    2,
    "Is rebellion against government ever justified?",
    "I'm not sure, what do you think justice is?",
    "I don't know, could you explain the concept of justice?",

    2,
    "Is socialism fair? What is \"fair\"?",
    "I'm not sure, what do you think socialism is?",
    "I don't know, could you explain the concept of socialism?",

    2,
    "Is socialism fair? What is \"fair\"?",
    "I'm not sure, what do you think fair is?",
    "I don't know, could you explain the concept of fair?",

    2,
    "If you rob from the rich and give to the poor, is it wrong?",
    "I'm not sure, what do you think robbing is?",
    "I don't know, could you explain the concept of robbing?",

    7,
    "If you rob from the rich and give to the poor, is it wrong?",
    "I'm not sure, what do you think the rich is?",
    "I don't know, could you explain the concept of the rich?",

    7,
    "If you rob from the rich and give to the poor, is it wrong?",
    "I'm not sure, what do you think the poor is?",
    "I don't know, could you explain the concept of the poor?",

    6,
    "If you rob from the rich and give to the poor, is it wrong?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    1,
    "Are laws always good?",
    "I'm not sure, what do you think a law is?",
    "I don't know, could you explain what a law is?",

    2,
    "Is taxation justified?",
    "I'm not sure, what do you think taxation is?",
    "I don't know, could you explain the concept of taxation?",

    2,
    "Is taxation justified?",
    "I'm not sure, what do you think justice is?",
    "I don't know, could you explain the concept of justice?",

    1,
    "What is the ideal government? Why?",
    "I'm not sure, what do you think a government is?",
    "I don't know, could you explain the concept of a government?",

    2,
    "What is the ideal government? Why?",
    "I'm not sure, what do you think idealism is?",
    "I don't know, could you explain the concept of idealism?",

    2,
    "Should the will of the people always be followed?",
    "I'm not sure, what do you think will is?",
    "I don't know, could you explain the concept of will?",

    1,
    "Should the will of the people always be followed?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Should the will of the people always be followed?",
    "I'm not sure, what do you think following is?",
    "I don't know, could you explain the concept of following?",

    1,
    "What role do political parties play?",
    "I'm not sure, what do you think a role is?",
    "I don't know, could you explain the concept of a role?",

    1,
    "What role do political parties play?",
    "I'm not sure, what do you think a party is?",
    "I don't know, could you explain the concept of a party?",

    2,
    "What role do political parties play?",
    "I'm not sure, what do you think playing is?",
    "I don't know, could you explain the concept of playing?",

    2,
    "Who defines corruption?",
    "I'm not sure, what do you think definition is?",
    "I don't know, could you explain the concept of definition?",

    2,
    "Who defines corruption?",
    "I'm not sure, what do you think corruption is?",
    "I don't know, could you explain the concept of corruption?",

    2,
    "How do I know whether my views are correct?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    1,
    "How do I know whether my views are correct?",
    "I'm not sure, what do you think a view is?",
    "I don't know, could you explain the concept of a view?",

    2,
    "Is voting compulsory?",
    "I'm not sure, what do you think voting is?",
    "I don't know, could you explain the concept of voting?",

    5,
    "Is voting compulsory?",
    "I'm not sure, what kind of things do you think should be compulsory?",
    "I don't know, could you explain what things should be compulsory?",

    2,
    "Is there such a thing as too much freedom?",
    "I'm not sure, what do you think freedom is?",
    "I don't know, could you explain the concept of freedom?",

    2,
    "Is bribery always bad?",
    "I'm not sure, what do you think bribery is?",
    "I don't know, could you explain the concept of bribery?",

    1,
    "Are police officers obligated to protect criminals?",
    "I'm not sure, what do you think a officer is?",
    "I don't know, could you explain the concept of a officer?",

    2,
    "Are police officers obligated to protect criminals?",
    "I'm not sure, what do you think obligation is?",
    "I don't know, could you explain the concept of obligation?",

    2,
    "Are police officers obligated to protect criminals?",
    "I'm not sure, what do you think protecting is?",
    "I don't know, could you explain the concept of protecting?",

    1,
    "Are police officers obligated to protect criminals?",
    "I'm not sure, what do you think a criminal is?",
    "I don't know, could you explain the concept of a criminal?",

    1,
    "Should citizens obey unjust laws?",
    "I'm not sure, what do you think a citizen is?",
    "I don't know, could you explain the concept of a citizen?",

    2,
    "Should citizens obey unjust laws?",
    "I'm not sure, what do you think obedience is?",
    "I don't know, could you explain the concept of obedience?",

    2,
    "Should citizens obey unjust laws?",
    "I'm not sure, what do you think justice is?",
    "I don't know, could you explain the concept of justice?",

    1,
    "Should citizens obey unjust laws?",
    "I'm not sure, what do you think a law is?",
    "I don't know, could you explain the concept of a law?",

    2,
    "Who decides which laws apply to whom?",
    "I'm not sure, what do you think decision is?",
    "I don't know, could you explain the concept of decision?",

    1,
    "Who decides which laws apply to whom?",
    "I'm not sure, what do you think a law is?",
    "I don't know, could you explain the concept of a law?",

    2,
    "Where do we draw the line between criminal behavior and civil disobedience?",
    "I'm not sure, what do you think behavior is?",
    "I don't know, could you explain the concept of behavior?",

    2,
    "Where do we draw the line between criminal behavior and civil disobedience?",
    "I'm not sure, what do you think disobedience is?",
    "I don't know, could you explain the concept of disobedience?",

    7,
    "Does the state have the moral duty to provide healthcare for its citizens?",
    "I'm not sure, what do you think the state is?",
    "I don't know, could you explain the concept of the state?",

    2,
    "Does the state have the moral duty to provide healthcare for its citizens?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    2,
    "Does the state have the moral duty to provide healthcare for its citizens?",
    "I'm not sure, what do you think duty is?",
    "I don't know, could you explain the concept of duty?",

    2,
    "Does the state have the moral duty to provide healthcare for its citizens?",
    "I'm not sure, what do you think healthcare is?",
    "I don't know, could you explain the concept of healthcare?",

    1,
    "Does the state have the moral duty to provide healthcare for its citizens?",
    "I'm not sure, what do you think a citizen is?",
    "I don't know, could you explain the concept of a citizen?",

    2,
    "Is wealth redistribution morally correct?",
    "I'm not sure, what do you think wealth is?",
    "I don't know, could you explain the concept of wealth?",

    2,
    "Is wealth redistribution morally correct?",
    "I'm not sure, what do you think redistribution is?",
    "I don't know, could you explain the concept of redistribution?",

    2,
    "Is wealth redistribution morally correct?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    2,
    "Should college be free for all? What about grade school or high school?",
    "I'm not sure, what do you think college is?",
    "I don't know, could you explain the concept of college?",

    2,
    "Should college be free for all? What about grade school or high school?",
    "I'm not sure, what do you think free is?",
    "I don't know, could you explain the concept of free?",

    2,
    "Should college be free for all? What about grade school or high school?",
    "I'm not sure, what do you think school is?",
    "I don't know, could you explain the concept of school?",

    2,
    "Are freedom and liberty the same thing?",
    "I'm not sure, what do you think freedom is?",
    "I don't know, could you explain the concept of freedom?",

    2,
    "Are freedom and liberty the same thing?",
    "I'm not sure, what do you think liberty is?",
    "I don't know, could you explain the concept of liberty?",

    2,
    "Are freedom and liberty the same thing?",
    "I'm not sure, what do you think sameness is?",
    "I don't know, could you explain the concept of sameness?",

    2,
    "What makes someone free?",
    "I'm not sure, what do you think someone is?",
    "I don't know, could you explain the concept of someone?",

    2,
    "What makes someone free?",
    "I'm not sure, what do you think freedom is?",
    "I don't know, could you explain the concept of freedom?",

    1,
    "What makes a crime a crime?",
    "I'm not sure, what do you think a crime is?",
    "I don't know, could you explain the concept of a crime?",

    6,
    "Is it right to govern the number of children families can have to control the world's population?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    1,
    "Is it right to govern the number of children families can have to control the world's population?",
    "I'm not sure, what do you think a child is?",
    "I don't know, could you explain the concept of a child?",

    1,
    "Is it right to govern the number of children families can have to control the world's population?",
    "I'm not sure, what do you think a family is?",
    "I don't know, could you explain the concept of a family?",

    7,
    "Is it right to govern the number of children families can have to control the world's population?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    1,
    "Is it right to govern the number of children families can have to control the world's population?",
    "I'm not sure, what do you think a population is?",
    "I don't know, could you explain the concept of a population?",

    3,
    "What is reality?",
    "I'm not sure",
    "I don't know",

    1,
    "What are the limits of science?",
    "I'm not sure, what do you think a limitation is?",
    "I don't know, could you explain the concept of a limitation?",

    2,
    "What are the limits of science?",
    "I'm not sure, what do you think science is?",
    "I don't know, could you explain the concept of science?",

    2,
    "Where did all matter come from?",
    "I'm not sure, what do you think matter is?",
    "I don't know, could you explain the concept of matter?",

    1,
    "Where did all matter come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    2,
    "Can I trust my senses?",
    "I'm not sure, what do you think trust is?",
    "I don't know, could you explain the concept of trust?",

    1,
    "Can I trust my senses?",
    "I'm not sure, what do you think a sense is?",
    "I don't know, could you explain the concept of a sense?",

    2,
    "Is there an innate moral code?",
    "I'm not sure, what do you think innateness is?",
    "I don't know, could you explain the concept of innateness?",

    2,
    "Is there an innate moral code?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    2,
    "Does time exist objectively?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Does time exist objectively?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Does time exist objectively?",
    "I'm not sure, what do you think objectivity is?",
    "I don't know, could you explain the concept of objectivity?",

    2,
    "Who created God?",
    "I'm not sure, what do you think creation is?",
    "I don't know, could you explain the concept of creation?",

    2,
    "Who created God?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    1,
    "Is there a soul?",
    "I'm not sure, what do you think a soul is?",
    "I don't know, could you explain the concept of a soul?",

    1,
    "Are perceptions real?",
    "I'm not sure, what do you think a perception is?",
    "I don't know, could you explain the concept of a perception?",

    2,
    "Are perceptions real?",
    "I'm not sure, what do you think realness is?",
    "I don't know, could you explain the concept of realness?",

    2,
    "Is \"fair\" the same for everyone? Who determines whether or not something is \"fair\"?",
    "I'm not sure, what do you think fair is?",
    "I don't know, could you explain the concept of fair?",

    2,
    "Is \"fair\" the same for everyone? Who determines whether or not something is \"fair\"?",
    "I'm not sure, what do you think sameness is?",
    "I don't know, could you explain the concept of sameness?",

    2,
    "Is \"fair\" the same for everyone? Who determines whether or not something is \"fair\"?",
    "I'm not sure, what do you think determining is?",
    "I don't know, could you explain the concept of determining?",

    3,
    "What makes you... you?",
    "I'm not sure",
    "I don't know",

    3,
    "What is truth?",
    "I'm not sure",
    "I don't know",

    2,
    "Is truth reality?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "Is truth reality?",
    "I'm not sure, what do you think reality is?",
    "I don't know, could you explain the concept of reality?",

    2,
    "What gives life meaning?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "What gives life meaning?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "What determines success vs. failure?",
    "I'm not sure, what do you think determining is?",
    "I don't know, could you explain the concept of determining?",

    2,
    "What determines success vs. failure?",
    "I'm not sure, what do you think success is?",
    "I don't know, could you explain the concept of success?",

    2,
    "What determines success vs. failure?",
    "I'm not sure, what do you think failure is?",
    "I don't know, could you explain the concept of failure?",

    1,
    "Why do bad things happen to good people?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "How do I know what's true?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "How do I know what's true?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "Should we judge others by their actions?",
    "I'm not sure, what do you think judgment is?",
    "I don't know, could you explain the concept of judgment?",

    1,
    "Should we judge others by their actions?",
    "I'm not sure, what do you think a action is?",
    "I don't know, could you explain the concept of a action?",

    2,
    "What's the purpose of life?",
    "I'm not sure, what do you think purpose is?",
    "I don't know, could you explain the concept of purpose?",

    2,
    "What's the purpose of life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Where do ideas come from?",
    "I'm not sure, what do you think a idea is?",
    "I don't know, could you explain the concept of a idea?",

    1,
    "Where do ideas come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    3,
    "What is justice?",
    "I'm not sure",
    "I don't know",

    3,
    "What is evil?",
    "I'm not sure",
    "I don't know",

    2,
    "What makes someone \"good\" or \"bad\"?",
    "I'm not sure, what do you think someone is?",
    "I don't know, could you explain the concept of someone?",

    2,
    "Can something be true without evidence?",
    "I'm not sure, what do you think something is?",
    "I don't know, could you explain the concept of something?",

    2,
    "Can something be true without evidence?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "Can something be true without evidence?",
    "I'm not sure, what do you think evidence is?",
    "I don't know, could you explain the concept of evidence?",

    2,
    "Is fate real?",
    "I'm not sure, what do you think fate is?",
    "I don't know, could you explain the concept of fate?",

    2,
    "Is fate real?",
    "I'm not sure, what do you think realness is?",
    "I don't know, could you explain the concept of realness?",

    2,
    "At what point does consciousness begin?",
    "I'm not sure, what do you think consciousness is?",
    "I don't know, could you explain the concept of consciousness?",

    2,
    "At what point does consciousness begin?",
    "I'm not sure, what do you think beginning is?",
    "I don't know, could you explain the concept of beginning?",

    2,
    "Can time be altered?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Can time be altered?",
    "I'm not sure, what do you think alteration is?",
    "I don't know, could you explain the concept of alteration?",

    1,
    "Is there a cause for every effect?",
    "I'm not sure, what do you think a cause is?",
    "I don't know, could you explain the concept of a cause?",

    1,
    "Is there a cause for every effect?",
    "I'm not sure, what do you think a effect is?",
    "I don't know, could you explain the concept of a effect?",

    2,
    "Is time travel possible? Why or why not?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Is time travel possible? Why or why not?",
    "I'm not sure, what do you think travel is?",
    "I don't know, could you explain the concept of travel?",

    5,
    "Is time travel possible? Why or why not?",
    "I'm not sure, what kind of things do you think should be possible?",
    "I don't know, could you explain what things should be possible?",

    1,
    "Do memories still exist if you forget them?",
    "I'm not sure, what do you think a memory is?",
    "I don't know, could you explain the concept of a memory?",

    2,
    "Do memories still exist if you forget them?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    1,
    "Are animals freer than man?",
    "I'm not sure, what do you think a animal is?",
    "I don't know, could you explain the concept of a animal?",

    2,
    "Are animals freer than man?",
    "I'm not sure, what do you think freedom is?",
    "I don't know, could you explain the concept of freedom?",

    1,
    "Are animals freer than man?",
    "I'm not sure, what do you think a man is?",
    "I don't know, could you explain the concept of a man?",

    1,
    "Are twins unique?",
    "I'm not sure, what do you think a twin is?",
    "I don't know, could you explain the concept of a twin?",

    2,
    "Are twins unique?",
    "I'm not sure, what do you think unique is?",
    "I don't know, could you explain the concept of unique?",

    1,
    "Are animals like people?",
    "I'm not sure, what do you think a animal is?",
    "I don't know, could you explain the concept of a animal?",

    2,
    "Are animals like people?",
    "I'm not sure, what do you think like is?",
    "I don't know, could you explain the concept of like?",

    1,
    "Are animals like people?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    1,
    "Do trees feel pain?",
    "I'm not sure, what do you think a tree is?",
    "I don't know, could you explain the concept of a tree?",

    2,
    "Do trees feel pain?",
    "I'm not sure, what do you think feeling is?",
    "I don't know, could you explain the concept of feeling?",

    2,
    "Do trees feel pain?",
    "I'm not sure, what do you think pain is?",
    "I don't know, could you explain the concept of pain?",

    2,
    "How do you know you're not dreaming right now?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "How do you know you're not dreaming right now?",
    "I'm not sure, what do you think dreaming is?",
    "I don't know, could you explain the concept of dreaming?",

    1,
    "Are insects conscious of life?",
    "I'm not sure, what do you think a insect is?",
    "I don't know, could you explain the concept of a insect?",

    2,
    "Are insects conscious of life?",
    "I'm not sure, what do you think conscious is?",
    "I don't know, could you explain the concept of conscious?",

    2,
    "Are insects conscious of life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "What makes something humorous to some and not to others?",
    "I'm not sure, what do you think humor is?",
    "I don't know, could you explain the concept of humor?",

    2,
    "If you save time on something, what happens to that time?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Why do we talk to ourselves?",
    "I'm not sure, what do you think talking is?",
    "I don't know, could you explain the concept of talking?",

    2,
    "Why do we talk to ourselves?",
    "I'm not sure, what do you think self is?",
    "I don't know, could you explain the concept of self?",

    2,
    "If you try to fail and do, did you actually succeed?",
    "I'm not sure, what do you think failure is?",
    "I don't know, could you explain the concept of failure?",

    2,
    "If you try to fail and do, did you actually succeed?",
    "I'm not sure, what do you think success is?",
    "I don't know, could you explain the concept of success?",

    2,
    "Can 2+2 ever be something other than 4?",
    "I'm not sure, what do you think something is?",
    "I don't know, could you explain the concept of something?",

    2,
    "Can 2+2 ever be something other than 4?",
    "I'm not sure, what do you think 2+2 is?",
    "I don't know, could you explain the concept of 2+2?",

    2,
    "How do we determine if something is certain?",
    "I'm not sure, what do you think determining is?",
    "I don't know, could you explain the concept of determining?",

    2,
    "How do we determine if something is certain?",
    "I'm not sure, what do you think certainty is?",
    "I don't know, could you explain the concept of certainty?",

    2,
    "How do you know if you know something?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "How do you know if you know something?",
    "I'm not sure, what do you think something is?",
    "I don't know, could you explain the concept of something?",

    2,
    "Does anyone ever truly learn anything?",
    "I'm not sure, what do you think learning is?",
    "I don't know, could you explain the concept of learning?",

    2,
    "Who decides what counts as true knowledge?",
    "I'm not sure, what do you think decision is?",
    "I don't know, could you explain the concept of decision?",

    2,
    "Who decides what counts as true knowledge?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "Who decides what counts as true knowledge?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "Who determines the difference between fact and fiction?",
    "I'm not sure, what do you think determining is?",
    "I don't know, could you explain the concept of determining?",

    2,
    "Who determines the difference between fact and fiction?",
    "I'm not sure, what do you think difference is?",
    "I don't know, could you explain the concept of difference?",

    2,
    "Who determines the difference between fact and fiction?",
    "I'm not sure, what do you think fact is?",
    "I don't know, could you explain the concept of fact?",

    2,
    "Who determines the difference between fact and fiction?",
    "I'm not sure, what do you think fiction is?",
    "I don't know, could you explain the concept of fiction?",

    1,
    "What is the relationship between facts and opinions?",
    "I'm not sure, what do you think a relationship is?",
    "I don't know, could you explain the concept of a relationship?",

    1,
    "What is the relationship between facts and opinions?",
    "I'm not sure, what do you think a fact is?",
    "I don't know, could you explain the concept of a fact?",

    1,
    "What is the relationship between facts and opinions?",
    "I'm not sure, what do you think a opinion is?",
    "I don't know, could you explain the concept of a opinion?",

    1,
    "What is the source of human knowledge?",
    "I'm not sure, what do you think a source is?",
    "I don't know, could you explain the concept of a source?",

    1,
    "What is the source of human knowledge?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "What is the source of human knowledge?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    3,
    "What is knowledge?",
    "I'm not sure",
    "I don't know",

    2,
    "What is the nature of certainty?",
    "I'm not sure, what do you think nature is?",
    "I don't know, could you explain the concept of nature?",

    2,
    "What is the nature of certainty?",
    "I'm not sure, what do you think certainty is?",
    "I don't know, could you explain the concept of certainty?",

    1,
    "What is the basis of our confidence in claims made by other people?",
    "I'm not sure, what do you think a basis is?",
    "I don't know, could you explain the concept of a basis?",

    2,
    "What is the basis of our confidence in claims made by other people?",
    "I'm not sure, what do you think confidence is?",
    "I don't know, could you explain the concept of confidence?",

    1,
    "What is the basis of our confidence in claims made by other people?",
    "I'm not sure, what do you think a claim is?",
    "I don't know, could you explain the concept of a claim?",

    1,
    "What is the basis of our confidence in claims made by other people?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    1,
    "What is the role of reason in determining what's true?",
    "I'm not sure, what do you think a role is?",
    "I don't know, could you explain the concept of a role?",

    2,
    "What is the role of reason in determining what's true?",
    "I'm not sure, what do you think reason is?",
    "I don't know, could you explain the concept of reason?",

    2,
    "What is the role of reason in determining what's true?",
    "I'm not sure, what do you think determining is?",
    "I don't know, could you explain the concept of determining?",

    2,
    "What is the role of reason in determining what's true?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    1,
    "What is the relation between logic and reasoning?",
    "I'm not sure, what do you think a relation is?",
    "I don't know, could you explain the concept of a relation?",

    2,
    "What is the relation between logic and reasoning?",
    "I'm not sure, what do you think logic is?",
    "I don't know, could you explain the concept of logic?",

    2,
    "What is the relation between logic and reasoning?",
    "I'm not sure, what do you think reasoning is?",
    "I don't know, could you explain the concept of reasoning?",

    2,
    "What is the connection between language and thought?",
    "I'm not sure, what do you think connection is?",
    "I don't know, could you explain the concept of connection?",

    2,
    "What is the connection between language and thought?",
    "I'm not sure, what do you think language is?",
    "I don't know, could you explain the concept of language?",

    2,
    "What is the connection between language and thought?",
    "I'm not sure, what do you think thought is?",
    "I don't know, could you explain the concept of thought?",

    2,
    "What is the distinction between perception and imagination?",
    "I'm not sure, what do you think distinction is?",
    "I don't know, could you explain the concept of distinction?",

    2,
    "What is the distinction between perception and imagination?",
    "I'm not sure, what do you think perception is?",
    "I don't know, could you explain the concept of perception?",

    2,
    "What is the distinction between perception and imagination?",
    "I'm not sure, what do you think imagination is?",
    "I don't know, could you explain the concept of imagination?",

    3,
    "What is intuition?",
    "I'm not sure",
    "I don't know",

    2,
    "What is the function of intuition?",
    "I'm not sure, what do you think function is?",
    "I don't know, could you explain the concept of function?",

    2,
    "What is the function of intuition?",
    "I'm not sure, what do you think intuition is?",
    "I don't know, could you explain the concept of intuition?",

    3,
    "What are thoughts?",
    "I'm not sure",
    "I don't know",

    2,
    "What is the purpose of thinking?",
    "I'm not sure, what do you think purpose is?",
    "I don't know, could you explain the concept of purpose?",

    2,
    "What is the purpose of thinking?",
    "I'm not sure, what do you think thinking is?",
    "I don't know, could you explain the concept of thinking?",

    1,
    "If two people understand things differently, who is right?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "If two people understand things differently, who is right?",
    "I'm not sure, what do you think understanding is?",
    "I don't know, could you explain the concept of understanding?",

    2,
    "If two people understand things differently, who is right?",
    "I'm not sure, what do you think difference is?",
    "I don't know, could you explain the concept of difference?",

    2,
    "If we had 1000 years to learn, could we know everything?",
    "I'm not sure, what do you think learning is?",
    "I don't know, could you explain the concept of learning?",

    2,
    "If we had 1000 years to learn, could we know everything?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "If we had 1000 years to learn, could we know everything?",
    "I'm not sure, what do you think everything is?",
    "I don't know, could you explain the concept of everything?",

    1,
    "Is there an end of knowledge?",
    "I'm not sure, what do you think a end is?",
    "I don't know, could you explain the concept of a end?",

    2,
    "Is there an end of knowledge?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "Is everything subjective?",
    "I'm not sure, what do you think everything is?",
    "I don't know, could you explain the concept of everything?",

    2,
    "Is everything subjective?",
    "I'm not sure, what do you think subjectivity is?",
    "I don't know, could you explain the concept of subjectivity?",

    2,
    "Can order come from chaos?",
    "I'm not sure, what do you think order is?",
    "I don't know, could you explain the concept of order?",

    1,
    "Can order come from chaos?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    2,
    "Can order come from chaos?",
    "I'm not sure, what do you think chaos is?",
    "I don't know, could you explain the concept of chaos?",

    2,
    "Can something be created from nothing?",
    "I'm not sure, what do you think something is?",
    "I don't know, could you explain the concept of something?",

    2,
    "Can something be created from nothing?",
    "I'm not sure, what do you think creation is?",
    "I don't know, could you explain the concept of creation?",

    2,
    "Can something be created from nothing?",
    "I'm not sure, what do you think nothing is?",
    "I don't know, could you explain the concept of nothing?",

    2,
    "Where did matter come from?",
    "I'm not sure, what do you think matter is?",
    "I don't know, could you explain the concept of matter?",

    2,
    "Where did matter come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    2,
    "Is everything relative?",
    "I'm not sure, what do you think everything is?",
    "I don't know, could you explain the concept of everything?",

    2,
    "Is everything relative?",
    "I'm not sure, what do you think relativity is?",
    "I don't know, could you explain the concept of relativity?",

    1,
    "Is there only one universe? How do we know?",
    "I'm not sure, what do you think a universe is?",
    "I don't know, could you explain the concept of a universe?",

    2,
    "Is there only one universe? How do we know?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "Is there such thing as absolute truth?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Is there such thing as absolute truth?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    1,
    "Are there different levels of existence?",
    "I'm not sure, what do you think a level is?",
    "I don't know, could you explain the concept of a level?",

    2,
    "Are there different levels of existence?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Do we live forever?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Do we live forever?",
    "I'm not sure, what do you think forever is?",
    "I don't know, could you explain the concept of forever?",

    1,
    "Was the Big Bang a real event?",
    "I'm not sure, what do you think a bang is?",
    "I don't know, could you explain the concept of a bang?",

    2,
    "Was the Big Bang a real event?",
    "I'm not sure, what do you think realness is?",
    "I don't know, could you explain the concept of realness?",

    1,
    "Was the Big Bang a real event?",
    "I'm not sure, what do you think a event is?",
    "I don't know, could you explain the concept of a event?",

    2,
    "Is space finite?",
    "I'm not sure, what do you think space is?",
    "I don't know, could you explain the concept of space?",

    2,
    "Is space finite?",
    "I'm not sure, what do you think finite is?",
    "I don't know, could you explain the concept of finite?",

    2,
    "Is time eternal?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Is time eternal?",
    "I'm not sure, what do you think eternal is?",
    "I don't know, could you explain the concept of eternal?",

    2,
    "Is logic a created concept?",
    "I'm not sure, what do you think logic is?",
    "I don't know, could you explain the concept of logic?",

    2,
    "Is logic a created concept?",
    "I'm not sure, what do you think creation is?",
    "I don't know, could you explain the concept of creation?",

    1,
    "Is logic a created concept?",
    "I'm not sure, what do you think a concept is?",
    "I don't know, could you explain the concept of a concept?",

    2,
    "What time is it really?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    1,
    "Is the mind the same as the brain?",
    "I'm not sure, what do you think a mind is?",
    "I don't know, could you explain the concept of a mind?",

    2,
    "Is the mind the same as the brain?",
    "I'm not sure, what do you think sameness is?",
    "I don't know, could you explain the concept of sameness?",

    1,
    "Is the mind the same as the brain?",
    "I'm not sure, what do you think a brain is?",
    "I don't know, could you explain the concept of a brain?",

    3,
    "What are numbers?",
    "I'm not sure",
    "I don't know",

    7,
    "Does the universe end?",
    "I'm not sure, what do you think the universe is?",
    "I don't know, could you explain the concept of the universe?",

    1,
    "Does the universe end?",
    "I'm not sure, what do you think a end is?",
    "I don't know, could you explain the concept of a end?",

    2,
    "Is there such a thing as perfection?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Is there such a thing as perfection?",
    "I'm not sure, what do you think perfection is?",
    "I don't know, could you explain the concept of perfection?",

    2,
    "Does sound exist without hearing?",
    "I'm not sure, what do you think sound is?",
    "I don't know, could you explain the concept of sound?",

    2,
    "Does sound exist without hearing?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Does sound exist without hearing?",
    "I'm not sure, what do you think hearing is?",
    "I don't know, could you explain the concept of hearing?",

    1,
    "Are people in a different timezone in the past (or future)?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Are people in a different timezone in the past (or future)?",
    "I'm not sure, what do you think difference is?",
    "I don't know, could you explain the concept of difference?",

    2,
    "Are people in a different timezone in the past (or future)?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Where does fear come from?",
    "I'm not sure, what do you think fear is?",
    "I don't know, could you explain the concept of fear?",

    1,
    "Where does fear come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    2,
    "Does pain exist in itself or just our perception of it?",
    "I'm not sure, what do you think pain is?",
    "I don't know, could you explain the concept of pain?",

    2,
    "Does pain exist in itself or just our perception of it?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Does pain exist in itself or just our perception of it?",
    "I'm not sure, what do you think perception is?",
    "I don't know, could you explain the concept of perception?",

    3,
    "What is hope?",
    "I'm not sure",
    "I don't know",

    1,
    "Could there be a parallel universe?",
    "I'm not sure, what do you think a universe is?",
    "I don't know, could you explain the concept of a universe?",

    2,
    "Could there be a parallel universe?",
    "I'm not sure, what do you think parallelism is?",
    "I don't know, could you explain the concept of parallelism?",

    2,
    "Is happiness just chemicals flowing through your brain or something more?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    1,
    "Is happiness just chemicals flowing through your brain or something more?",
    "I'm not sure, what do you think a chemical is?",
    "I don't know, could you explain the concept of a chemical?",

    2,
    "Is happiness just chemicals flowing through your brain or something more?",
    "I'm not sure, what do you think flow is?",
    "I don't know, could you explain the concept of flow?",

    1,
    "Is happiness just chemicals flowing through your brain or something more?",
    "I'm not sure, what do you think a brain is?",
    "I don't know, could you explain the concept of a brain?",

    2,
    "Can we really know everything?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "Can we really know everything?",
    "I'm not sure, what do you think everything is?",
    "I don't know, could you explain the concept of everything?",

    2,
    "What is the meaning of a good life?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "What is the meaning of a good life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Is there a God?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    2,
    "What in life is truly objective and not subjective?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "What in life is truly objective and not subjective?",
    "I'm not sure, what do you think objectivity is?",
    "I don't know, could you explain the concept of objectivity?",

    2,
    "What in life is truly objective and not subjective?",
    "I'm not sure, what do you think subjectivity is?",
    "I don't know, could you explain the concept of subjectivity?",

    2,
    "Is there inherent order in nature or is it all chaos and chance?",
    "I'm not sure, what do you think inherence is?",
    "I don't know, could you explain the concept of inherence?",

    2,
    "Is there inherent order in nature or is it all chaos and chance?",
    "I'm not sure, what do you think order is?",
    "I don't know, could you explain the concept of order?",

    2,
    "Is there inherent order in nature or is it all chaos and chance?",
    "I'm not sure, what do you think nature is?",
    "I don't know, could you explain the concept of nature?",

    2,
    "Is there inherent order in nature or is it all chaos and chance?",
    "I'm not sure, what do you think chaos is?",
    "I don't know, could you explain the concept of chaos?",

    2,
    "Is there inherent order in nature or is it all chaos and chance?",
    "I'm not sure, what do you think chance is?",
    "I don't know, could you explain the concept of chance?",

    1,
    "Is there an alternative to capitalism?",
    "I'm not sure, what do you think a alternative is?",
    "I don't know, could you explain the concept of a alternative?",

    2,
    "Is there an alternative to capitalism?",
    "I'm not sure, what do you think capitalism is?",
    "I don't know, could you explain the concept of capitalism?",

    2,
    "Is it more important to be respected or liked?",
    "I'm not sure, what do you think importance is?",
    "I don't know, could you explain the concept of importance?",

    2,
    "Is it more important to be respected or liked?",
    "I'm not sure, what do you think respect is?",
    "I don't know, could you explain the concept of respect?",

    7,
    "Are we in the Matrix?",
    "I'm not sure, what do you think the Matrix is?",
    "I don't know, could you explain the concept of the Matrix?",

    2,
    "Have we become less happy in this age of technology?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Have we become less happy in this age of technology?",
    "I'm not sure, what do you think technology is?",
    "I don't know, could you explain the concept of technology?",

    3,
    "What is mathematics?",
    "I'm not sure",
    "I don't know",

    1,
    "Are humans obligated to better themselves?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "Are humans obligated to better themselves?",
    "I'm not sure, what do you think obligation is?",
    "I don't know, could you explain the concept of obligation?",

    2,
    "Is there a meaning to life?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "Is there a meaning to life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Is having a big ego a negative or positive trait?",
    "I'm not sure, what do you think a ego is?",
    "I don't know, could you explain the concept of a ego?",

    1,
    "Is having a big ego a negative or positive trait?",
    "I'm not sure, what do you think a trait is?",
    "I don't know, could you explain the concept of a trait?",

    2,
    "Is there absolute mortality?",
    "I'm not sure, what do you think mortality is?",
    "I don't know, could you explain the concept of mortality?",

    2,
    "Is the most important purpose in life to find happiness?",
    "I'm not sure, what do you think importance is?",
    "I don't know, could you explain the concept of importance?",

    2,
    "Is the most important purpose in life to find happiness?",
    "I'm not sure, what do you think purpose is?",
    "I don't know, could you explain the concept of purpose?",

    2,
    "Is the most important purpose in life to find happiness?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Is the most important purpose in life to find happiness?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Do we have free will?",
    "I'm not sure, what do you think free-will is?",
    "I don't know, could you explain the concept of free-will?",

    2,
    "Does life require a purpose and goal?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Does life require a purpose and goal?",
    "I'm not sure, what do you think purpose is?",
    "I don't know, could you explain the concept of purpose?",

    1,
    "Does life require a purpose and goal?",
    "I'm not sure, what do you think a goal is?",
    "I don't know, could you explain the concept of a goal?",

    2,
    "Would you kill 10 people to save 100?",
    "I'm not sure, what do you think killing is?",
    "I don't know, could you explain the concept of killing?",

    2,
    "Would you kill 10 people to save 100?",
    "I'm not sure, what do you think saving is?",
    "I don't know, could you explain the concept of saving?",

    3,
    "What is happiness?",
    "I'm not sure",
    "I don't know",

    1,
    "How can people believe in truths without evidence?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "How can people believe in truths without evidence?",
    "I'm not sure, what do you think belief is?",
    "I don't know, could you explain the concept of belief?",

    2,
    "How can people believe in truths without evidence?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "How can people believe in truths without evidence?",
    "I'm not sure, what do you think evidence is?",
    "I don't know, could you explain the concept of evidence?",

    2,
    "Is it easier to love or to be loved?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Do acts of kindness have a motive?",
    "I'm not sure, what do you think a act is?",
    "I don't know, could you explain the concept of a act?",

    2,
    "Do acts of kindness have a motive?",
    "I'm not sure, what do you think kindness is?",
    "I don't know, could you explain the concept of kindness?",

    1,
    "Do acts of kindness have a motive?",
    "I'm not sure, what do you think a motive is?",
    "I don't know, could you explain the concept of a motive?",

    1,
    "Is mind or matter more real?",
    "I'm not sure, what do you think a mind is?",
    "I don't know, could you explain the concept of a mind?",

    2,
    "Is mind or matter more real?",
    "I'm not sure, what do you think matter is?",
    "I don't know, could you explain the concept of matter?",

    2,
    "Is mind or matter more real?",
    "I'm not sure, what do you think realness is?",
    "I don't know, could you explain the concept of realness?",

    2,
    "Is love simply a physical desire or something more?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    2,
    "Is love simply a physical desire or something more?",
    "I'm not sure, what do you think desire is?",
    "I don't know, could you explain the concept of desire?",

    2,
    "Is love simply a physical desire or something more?",
    "I'm not sure, what do you think something is?",
    "I don't know, could you explain the concept of something?",

    1,
    "Where do thoughts come from?",
    "I'm not sure, what do you think a thought is?",
    "I don't know, could you explain the concept of a thought?",

    2,
    "Does evil come from within? If so, why?",
    "I'm not sure, what do you think evil is?",
    "I don't know, could you explain the concept of evil?",

    1,
    "Does evil come from within? If so, why?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    1,
    "Are people in this current generation less or more sensitive than people from past generations?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    1,
    "Are people in this current generation less or more sensitive than people from past generations?",
    "I'm not sure, what do you think a generation is?",
    "I don't know, could you explain the concept of a generation?",

    2,
    "Are people in this current generation less or more sensitive than people from past generations?",
    "I'm not sure, what do you think sensitivity is?",
    "I don't know, could you explain the concept of sensitivity?",

    1,
    "Where were people before they were born?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Where were people before they were born?",
    "I'm not sure, what do you think birth is?",
    "I don't know, could you explain the concept of birth?",

    2,
    "What is true friendship?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "What is true friendship?",
    "I'm not sure, what do you think friendship is?",
    "I don't know, could you explain the concept of friendship?",

    2,
    "How does gravity work?",
    "I'm not sure, what do you think gravity is?",
    "I don't know, could you explain the concept of gravity?",

    2,
    "Can achieving nothing make a person happy?",
    "I'm not sure, what do you think achieving is?",
    "I don't know, could you explain the concept of achieving?",

    2,
    "Can achieving nothing make a person happy?",
    "I'm not sure, what do you think nothing is?",
    "I don't know, could you explain the concept of nothing?",

    1,
    "Can achieving nothing make a person happy?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Can achieving nothing make a person happy?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    7,
    "Does the Law of Attraction exist?",
    "I'm not sure, what do you think the law is?",
    "I don't know, could you explain the concept of the law?",

    2,
    "Does the Law of Attraction exist?",
    "I'm not sure, what do you think Attraction is?",
    "I don't know, could you explain the concept of Attraction?",

    2,
    "Does the Law of Attraction exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    8,
    "Have gadgets and apps taken away emotions?",
    "I'm not sure, what do you think a gadget is?",
    "I don't know, could you explain the concept of a gadget?",

    1,
    "Have gadgets and apps taken away emotions?",
    "I'm not sure, what do you think a app is?",
    "I don't know, could you explain the concept of a app?",

    8,
    "Have gadgets and apps taken away emotions?",
    "I'm not sure, what do you think emotions are?",
    "I don't know, could you explain what emotions are?",

    2,
    "Does observation alter an event?",
    "I'm not sure, what do you think observation is?",
    "I don't know, could you explain the concept of observation?",

    2,
    "Does observation alter an event?",
    "I'm not sure, what do you think alteration is?",
    "I don't know, could you explain the concept of alteration?",

    1,
    "Does observation alter an event?",
    "I'm not sure, what do you think a event is?",
    "I don't know, could you explain the concept of a event?",

    1,
    "If everyone spoke their mind, would this world be a better place?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    1,
    "If everyone spoke their mind, would this world be a better place?",
    "I'm not sure, what do you think a mind is?",
    "I don't know, could you explain the concept of a mind?",

    7,
    "If everyone spoke their mind, would this world be a better place?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    1,
    "If everyone spoke their mind, would this world be a better place?",
    "I'm not sure, what do you think a place is?",
    "I don't know, could you explain the concept of a place?",

    7,
    "Where does the universe end?",
    "I'm not sure, what do you think the universe is?",
    "I don't know, could you explain the concept of the universe?",

    1,
    "Where does the universe end?",
    "I'm not sure, what do you think a end is?",
    "I don't know, could you explain the concept of a end?",

    2,
    "Is there a perfect life?",
    "I'm not sure, what do you think perfection is?",
    "I don't know, could you explain the concept of perfection?",

    2,
    "Is there a perfect life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    3,
    "What is infinity?",
    "I'm not sure",
    "I don't know",

    2,
    "Why do we strive for perfection if it is not attainable?",
    "I'm not sure, what do you think perfection is?",
    "I don't know, could you explain the concept of perfection?",

    2,
    "Why do we strive for perfection if it is not attainable?",
    "I'm not sure, what do you think attainablity is?",
    "I don't know, could you explain the concept of attainablity?",

    2,
    "Does sound happen if nothing is present to hear it?",
    "I'm not sure, what do you think sound is?",
    "I don't know, could you explain the concept of sound?",

    2,
    "Does sound happen if nothing is present to hear it?",
    "I'm not sure, what do you think nothing is?",
    "I don't know, could you explain the concept of nothing?",

    2,
    "Does sound happen if nothing is present to hear it?",
    "I'm not sure, what do you think presence is?",
    "I don't know, could you explain the concept of presence?",

    2,
    "Does sound happen if nothing is present to hear it?",
    "I'm not sure, what do you think hearing is?",
    "I don't know, could you explain the concept of hearing?",

    2,
    "Does utilizing time properly make our lives meaningful and happy?",
    "I'm not sure, what do you think utilization is?",
    "I don't know, could you explain the concept of utilization?",

    2,
    "Does utilizing time properly make our lives meaningful and happy?",
    "I'm not sure, what do you think time is?",
    "I don't know, could you explain the concept of time?",

    2,
    "Does utilizing time properly make our lives meaningful and happy?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Does utilizing time properly make our lives meaningful and happy?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "Does utilizing time properly make our lives meaningful and happy?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Is it more important to be liked or respected?",
    "I'm not sure, what do you think importance is?",
    "I don't know, could you explain the concept of importance?",

    2,
    "Is it more important to be liked or respected?",
    "I'm not sure, what do you think respect is?",
    "I don't know, could you explain the concept of respect?",

    2,
    "Can life be meaningful without friends?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Can life be meaningful without friends?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    1,
    "Can life be meaningful without friends?",
    "I'm not sure, what do you think a friend is?",
    "I don't know, could you explain the concept of a friend?",

    1,
    "Where does the soul live?",
    "I'm not sure, what do you think a soul is?",
    "I don't know, could you explain the concept of a soul?",

    2,
    "Where does the soul live?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "How do you know if you love someone enough to marry them?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "How do you know if you love someone enough to marry them?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    2,
    "How do you know if you love someone enough to marry them?",
    "I'm not sure, what do you think marriage is?",
    "I don't know, could you explain the concept of marriage?",

    1,
    "Is there a reason for life?",
    "I'm not sure, what do you think a reason is?",
    "I don't know, could you explain the concept of a reason?",

    2,
    "Is there a reason for life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Do numbers in a bank account make people happy?",
    "I'm not sure, what do you think a number is?",
    "I don't know, could you explain the concept of a number?",

    1,
    "Do numbers in a bank account make people happy?",
    "I'm not sure, what do you think a bank is?",
    "I don't know, could you explain the concept of a bank?",

    1,
    "Do numbers in a bank account make people happy?",
    "I'm not sure, what do you think a account is?",
    "I don't know, could you explain the concept of a account?",

    1,
    "Do numbers in a bank account make people happy?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Do numbers in a bank account make people happy?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    1,
    "What will happen at the end of the world?",
    "I'm not sure, what do you think a end is?",
    "I don't know, could you explain the concept of a end?",

    7,
    "What will happen at the end of the world?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    2,
    "Is living life to the fullest possible?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    5,
    "Is living life to the fullest possible?",
    "I'm not sure, what kind of things do you think should be possible?",
    "I don't know, could you explain what things should be possible?",

    2,
    "Can spirituality make you a happy person?",
    "I'm not sure, what do you think spirituality is?",
    "I don't know, could you explain the concept of spirituality?",

    2,
    "Can spirituality make you a happy person?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    1,
    "Can spirituality make you a happy person?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    3,
    "What is education?",
    "I'm not sure",
    "I don't know",

    2,
    "Are highly intelligent people less happy than individuals with average intelligence?",
    "I'm not sure, what do you think intelligence is?",
    "I don't know, could you explain the concept of intelligence?",

    1,
    "Are highly intelligent people less happy than individuals with average intelligence?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Are highly intelligent people less happy than individuals with average intelligence?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    1,
    "Are highly intelligent people less happy than individuals with average intelligence?",
    "I'm not sure, what do you think a individual is?",
    "I don't know, could you explain the concept of a individual?",

    2,
    "Is there a supreme power?",
    "I'm not sure, what do you think power is?",
    "I don't know, could you explain the concept of power?",

    2,
    "Is there an absolute way to attain a happy state of mind?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    1,
    "Is there an absolute way to attain a happy state of mind?",
    "I'm not sure, what do you think a state is?",
    "I don't know, could you explain the concept of a state?",

    1,
    "Is there an absolute way to attain a happy state of mind?",
    "I'm not sure, what do you think a mind is?",
    "I don't know, could you explain the concept of a mind?",

    7,
    "How did the universe begin?",
    "I'm not sure, what do you think the universe is?",
    "I don't know, could you explain the concept of the universe?",

    1,
    "How did the universe begin?",
    "I'm not sure, what do you think a beginning is?",
    "I don't know, could you explain the concept of a beginning?",

    2,
    "Does living your life for others make your life have meaning?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Does living your life for others make your life have meaning?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "Can we have happiness without sadness?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Can we have happiness without sadness?",
    "I'm not sure, what do you think sadness is?",
    "I don't know, could you explain the concept of sadness?",

    2,
    "Do knowledge and understanding make you content and happy as a person?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "Do knowledge and understanding make you content and happy as a person?",
    "I'm not sure, what do you think understanding is?",
    "I don't know, could you explain the concept of understanding?",

    2,
    "Do knowledge and understanding make you content and happy as a person?",
    "I'm not sure, what do you think contentedness is?",
    "I don't know, could you explain the concept of contentedness?",

    2,
    "Do knowledge and understanding make you content and happy as a person?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    1,
    "Do knowledge and understanding make you content and happy as a person?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Does fate exist?",
    "I'm not sure, what do you think fate is?",
    "I don't know, could you explain the concept of fate?",

    2,
    "Does fate exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "When does consciousness begin?",
    "I'm not sure, what do you think consciousness is?",
    "I don't know, could you explain the concept of consciousness?",

    2,
    "When does consciousness begin?",
    "I'm not sure, what do you think beginning is?",
    "I don't know, could you explain the concept of beginning?",

    2,
    "Does an ideal government exist?",
    "I'm not sure, what do you think idealism is?",
    "I don't know, could you explain the concept of idealism?",

    1,
    "Does an ideal government exist?",
    "I'm not sure, what do you think a government is?",
    "I don't know, could you explain the concept of a government?",

    2,
    "Does an ideal government exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Is life all a dream?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Is life all a dream?",
    "I'm not sure, what do you think a dream is?",
    "I don't know, could you explain the concept of a dream?",

    2,
    "Does life have a reason?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Does life have a reason?",
    "I'm not sure, what do you think a reason is?",
    "I don't know, could you explain the concept of a reason?",

    2,
    "If everything evolved from amoebas, how does the world still have amoebas?",
    "I'm not sure, what do you think everything is?",
    "I don't know, could you explain the concept of everything?",

    2,
    "If everything evolved from amoebas, how does the world still have amoebas?",
    "I'm not sure, what do you think evolution is?",
    "I don't know, could you explain the concept of evolution?",

    7,
    "If everything evolved from amoebas, how does the world still have amoebas?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    1,
    "Are there limitations on free speech?",
    "I'm not sure, what do you think a limitation is?",
    "I don't know, could you explain the concept of a limitation?",

    2,
    "Are there limitations on free speech?",
    "I'm not sure, what do you think freedom is?",
    "I don't know, could you explain the concept of freedom?",

    2,
    "Are there limitations on free speech?",
    "I'm not sure, what do you think speech is?",
    "I don't know, could you explain the concept of speech?",

    1,
    "The structure of DNA appears to be intelligently designed, what are the implications?",
    "I'm not sure, what do you think a structure is?",
    "I don't know, could you explain the concept of a structure?",

    2,
    "The structure of DNA appears to be intelligently designed, what are the implications?",
    "I'm not sure, what do you think DNA is?",
    "I don't know, could you explain the concept of DNA?",

    1,
    "The structure of DNA appears to be intelligently designed, what are the implications?",
    "I'm not sure, what do you think a design is?",
    "I don't know, could you explain the concept of a design?",

    1,
    "The structure of DNA appears to be intelligently designed, what are the implications?",
    "I'm not sure, what do you think a implication is?",
    "I don't know, could you explain the concept of a implication?",

    1,
    "Do aliens exist?",
    "I'm not sure, what do you think a alien is?",
    "I don't know, could you explain the concept of a alien?",

    2,
    "Do aliens exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    1,
    "Are we a minuscule part of intelligent life in the universe?",
    "I'm not sure, what do you think a part is?",
    "I don't know, could you explain the concept of a part?",

    2,
    "Are we a minuscule part of intelligent life in the universe?",
    "I'm not sure, what do you think intelligence is?",
    "I don't know, could you explain the concept of intelligence?",

    2,
    "Are we a minuscule part of intelligent life in the universe?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    7,
    "Are we a minuscule part of intelligent life in the universe?",
    "I'm not sure, what do you think the universe is?",
    "I don't know, could you explain the concept of the universe?",

    2,
    "Is trust more important than love?",
    "I'm not sure, what do you think trust is?",
    "I don't know, could you explain the concept of trust?",

    2,
    "Is trust more important than love?",
    "I'm not sure, what do you think importance is?",
    "I don't know, could you explain the concept of importance?",

    2,
    "Is trust more important than love?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    3,
    "Why do we do things we do not like to do?",
    "I'm not sure",
    "I don't know",

    2,
    "If lying is wrong, are white lies okay?",
    "I'm not sure, what do you think lying is?",
    "I don't know, could you explain the concept of lying?",

    6,
    "If lying is wrong, are white lies okay?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    1,
    "If lying is wrong, are white lies okay?",
    "I'm not sure, what do you think a lie is?",
    "I don't know, could you explain the concept of a lie?",

    1,
    "Do atheists make their own gods?",
    "I'm not sure, what do you think a atheist is?",
    "I don't know, could you explain the concept of a atheist?",

    1,
    "Do atheists make their own gods?",
    "I'm not sure, what do you think a god is?",
    "I don't know, could you explain the concept of a god?",

    1,
    "How should people live their lives?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "How should people live their lives?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    2,
    "Can artificial intelligence be creative?",
    "I'm not sure, what do you think artificiality is?",
    "I don't know, could you explain the concept of artificiality?",

    2,
    "Can artificial intelligence be creative?",
    "I'm not sure, what do you think intelligence is?",
    "I don't know, could you explain the concept of intelligence?",

    2,
    "Can artificial intelligence be creative?",
    "I'm not sure, what do you think creativity is?",
    "I don't know, could you explain the concept of creativity?",

    2,
    "If judgment is for God, why do we pass judgment?",
    "I'm not sure, what do you think judgment is?",
    "I don't know, could you explain the concept of judgment?",

    2,
    "If judgment is for God, why do we pass judgment?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    3,
    "What is intelligence?",
    "I'm not sure",
    "I don't know",

    1,
    "Can religious beliefs affect scientific thinking?",
    "I'm not sure, what do you think a belief is?",
    "I don't know, could you explain the concept of a belief?",

    2,
    "Can religious beliefs affect scientific thinking?",
    "I'm not sure, what do you think affecting is?",
    "I don't know, could you explain the concept of affecting?",

    2,
    "Can religious beliefs affect scientific thinking?",
    "I'm not sure, what do you think thinking is?",
    "I don't know, could you explain the concept of thinking?",

    1,
    "Will a world without reliance on modern technology make any progress?",
    "I'm not sure, what do you think a world is?",
    "I don't know, could you explain the concept of a world?",

    2,
    "Will a world without reliance on modern technology make any progress?",
    "I'm not sure, what do you think reliance is?",
    "I don't know, could you explain the concept of reliance?",

    2,
    "Will a world without reliance on modern technology make any progress?",
    "I'm not sure, what do you think technology is?",
    "I don't know, could you explain the concept of technology?",

    2,
    "Will a world without reliance on modern technology make any progress?",
    "I'm not sure, what do you think progress is?",
    "I don't know, could you explain the concept of progress?",

    1,
    "Do we have a soul?",
    "I'm not sure, what do you think a soul is?",
    "I don't know, could you explain the concept of a soul?",

    1,
    "Is human potential capable of anything?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    2,
    "Is human potential capable of anything?",
    "I'm not sure, what do you think potential is?",
    "I don't know, could you explain the concept of potential?",

    2,
    "Is human potential capable of anything?",
    "I'm not sure, what do you think capablity is?",
    "I don't know, could you explain the concept of capablity?",

    2,
    "Is human potential capable of anything?",
    "I'm not sure, what do you think anything is?",
    "I don't know, could you explain the concept of anything?",

    1,
    "What do people strive for after enlightenment?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "What do people strive for after enlightenment?",
    "I'm not sure, what do you think striving is?",
    "I don't know, could you explain the concept of striving?",

    2,
    "What do people strive for after enlightenment?",
    "I'm not sure, what do you think enlightenment is?",
    "I don't know, could you explain the concept of enlightenment?",

    2,
    "Is death a new beginning?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    1,
    "Is death a new beginning?",
    "I'm not sure, what do you think a beginning is?",
    "I don't know, could you explain the concept of a beginning?",

    2,
    "What defines you?",
    "I'm not sure, what do you think definition is?",
    "I don't know, could you explain the concept of definition?",

    2,
    "Why does God not intervene when evil takes root in people?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    2,
    "Why does God not intervene when evil takes root in people?",
    "I'm not sure, what do you think intervening is?",
    "I don't know, could you explain the concept of intervening?",

    2,
    "Why does God not intervene when evil takes root in people?",
    "I'm not sure, what do you think evil is?",
    "I don't know, could you explain the concept of evil?",

    2,
    "What happens after we die?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Does belief make God exist?",
    "I'm not sure, what do you think belief is?",
    "I don't know, could you explain the concept of belief?",

    2,
    "Does belief make God exist?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    2,
    "Does belief make God exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    1,
    "Isn't one person's terrorist another person's freedom fighter?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Isn't one person's terrorist another person's freedom fighter?",
    "I'm not sure, what do you think terrorism is?",
    "I don't know, could you explain the concept of terrorism?",

    2,
    "Isn't one person's terrorist another person's freedom fighter?",
    "I'm not sure, what do you think freedom is?",
    "I don't know, could you explain the concept of freedom?",

    1,
    "Isn't one person's terrorist another person's freedom fighter?",
    "I'm not sure, what do you think a fighter is?",
    "I don't know, could you explain the concept of a fighter?",

    1,
    "Will robots take over the world in the future?",
    "I'm not sure, what do you think a robot is?",
    "I don't know, could you explain the concept of a robot?",

    7,
    "Will robots take over the world in the future?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    7,
    "Will robots take over the world in the future?",
    "I'm not sure, what do you think the future is?",
    "I don't know, could you explain the concept of the future?",

    2,
    "How much control do you have over your life?",
    "I'm not sure, what do you think control is?",
    "I don't know, could you explain the concept of control?",

    2,
    "How much control do you have over your life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Does the path to salvation lie within us?",
    "I'm not sure, what do you think a path is?",
    "I don't know, could you explain the concept of a path?",

    2,
    "Does the path to salvation lie within us?",
    "I'm not sure, what do you think salvation is?",
    "I don't know, could you explain the concept of salvation?",

    2,
    "How do you know your perceptions are real?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    1,
    "How do you know your perceptions are real?",
    "I'm not sure, what do you think a perception is?",
    "I don't know, could you explain the concept of a perception?",

    2,
    "How do you know your perceptions are real?",
    "I'm not sure, what do you think realness is?",
    "I don't know, could you explain the concept of realness?",

    1,
    "Are we the biggest threat to humanity?",
    "I'm not sure, what do you think a threat is?",
    "I don't know, could you explain the concept of a threat?",

    2,
    "Are we the biggest threat to humanity?",
    "I'm not sure, what do you think humanity is?",
    "I don't know, could you explain the concept of humanity?",

    2,
    "If money cannot buy happiness, can you ever be truly happy with no money?",
    "I'm not sure, what do you think money is?",
    "I don't know, could you explain the concept of money?",

    2,
    "If money cannot buy happiness, can you ever be truly happy with no money?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Do parallel universes exist?",
    "I'm not sure, what do you think parallelism is?",
    "I don't know, could you explain the concept of parallelism?",

    1,
    "Do parallel universes exist?",
    "I'm not sure, what do you think a universe is?",
    "I don't know, could you explain the concept of a universe?",

    2,
    "Do parallel universes exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    1,
    "What role does honor play in today's society?",
    "I'm not sure, what do you think a role is?",
    "I don't know, could you explain the concept of a role?",

    2,
    "What role does honor play in today's society?",
    "I'm not sure, what do you think honor is?",
    "I don't know, could you explain the concept of honor?",

    2,
    "What role does honor play in today's society?",
    "I'm not sure, what do you think society is?",
    "I don't know, could you explain the concept of society?",

    2,
    "How does one find purpose in life?",
    "I'm not sure, what do you think purpose is?",
    "I don't know, could you explain the concept of purpose?",

    2,
    "How does one find purpose in life?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    1,
    "Is a family still relevant in the modern world?",
    "I'm not sure, what do you think a family is?",
    "I don't know, could you explain the concept of a family?",

    2,
    "Is a family still relevant in the modern world?",
    "I'm not sure, what do you think relevance is?",
    "I don't know, could you explain the concept of relevance?",

    7,
    "Is a family still relevant in the modern world?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    1,
    "If aliens attack, what will we do?",
    "I'm not sure, what do you think a alien is?",
    "I don't know, could you explain the concept of a alien?",

    2,
    "What is true love?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "What is true love?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    1,
    "Do guns protect or kill people?",
    "I'm not sure, what do you think a gun is?",
    "I don't know, could you explain the concept of a gun?",

    2,
    "Do guns protect or kill people?",
    "I'm not sure, what do you think protecting is?",
    "I don't know, could you explain the concept of protecting?",

    1,
    "Do guns protect or kill people?",
    "I'm not sure, what do you think killing is?",
    "I don't know, could you explain the concept of killing?",

    1,
    "Do guns protect or kill people?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "What is true strength?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "What is true strength?",
    "I'm not sure, what do you think strength is?",
    "I don't know, could you explain the concept of strength?",

    2,
    "Will racism cease to exist?",
    "I'm not sure, what do you think racism is?",
    "I don't know, could you explain the concept of racism?",

    2,
    "Will racism cease to exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "How do you know that your experience of consciousness is the same as other people's experience of consciousness?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "How do you know that your experience of consciousness is the same as other people's experience of consciousness?",
    "I'm not sure, what do you think experience is?",
    "I don't know, could you explain the concept of experience?",

    2,
    "How do you know that your experience of consciousness is the same as other people's experience of consciousness?",
    "I'm not sure, what do you think consciousness is?",
    "I don't know, could you explain the concept of consciousness?",

    1,
    "How do you know that your experience of consciousness is the same as other people's experience of consciousness?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Why is beauty associated with morality?",
    "I'm not sure, what do you think beauty is?",
    "I don't know, could you explain the concept of beauty?",

    2,
    "Why is beauty associated with morality?",
    "I'm not sure, what do you think association is?",
    "I don't know, could you explain the concept of association?",

    2,
    "Why is beauty associated with morality?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    2,
    "Who decides what morality is?",
    "I'm not sure, what do you think decision is?",
    "I don't know, could you explain the concept of decision?",

    2,
    "Who decides what morality is?",
    "I'm not sure, what do you think morality is?",
    "I don't know, could you explain the concept of morality?",

    2,
    "Why do we respect the dead more than the living?",
    "I'm not sure, what do you think respect is?",
    "I don't know, could you explain the concept of respect?",

    2,
    "Why do we respect the dead more than the living?",
    "I'm not sure, what do you think death is?",
    "I don't know, could you explain the concept of death?",

    2,
    "Why do we respect the dead more than the living?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    6,
    "Is a \"wrong\" act okay if nobody ever knows about it?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    1,
    "Is a \"wrong\" act okay if nobody ever knows about it?",
    "I'm not sure, what do you think a act is?",
    "I don't know, could you explain the concept of a act?",

    2,
    "Is a \"wrong\" act okay if nobody ever knows about it?",
    "I'm not sure, what do you think nobody is?",
    "I don't know, could you explain the concept of nobody?",

    2,
    "Is a \"wrong\" act okay if nobody ever knows about it?",
    "I'm not sure, what do you think knowledge is?",
    "I don't know, could you explain the concept of knowledge?",

    2,
    "Does God have supreme power?",
    "I'm not sure, what do you think god is?",
    "I don't know, could you explain the concept of god?",

    2,
    "Does God have supreme power?",
    "I'm not sure, what do you think power is?",
    "I don't know, could you explain the concept of power?",

    2,
    "What is the difference between living and being alive?",
    "I'm not sure, what do you think difference is?",
    "I don't know, could you explain the concept of difference?",

    2,
    "What is the difference between living and being alive?",
    "I'm not sure, what do you think life is?",
    "I don't know, could you explain the concept of life?",

    7,
    "Will the world be a better place if caste and religion cease to exist?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    1,
    "Will the world be a better place if caste and religion cease to exist?",
    "I'm not sure, what do you think a place is?",
    "I don't know, could you explain the concept of a place?",

    2,
    "Will the world be a better place if caste and religion cease to exist?",
    "I'm not sure, what do you think caste is?",
    "I don't know, could you explain the concept of caste?",

    2,
    "Will the world be a better place if caste and religion cease to exist?",
    "I'm not sure, what do you think religion is?",
    "I don't know, could you explain the concept of religion?",

    2,
    "Will the world be a better place if caste and religion cease to exist?",
    "I'm not sure, what do you think existence is?",
    "I don't know, could you explain the concept of existence?",

    2,
    "Who defines good and evil?",
    "I'm not sure, what do you think definition is?",
    "I don't know, could you explain the concept of definition?",

    2,
    "Who defines good and evil?",
    "I'm not sure, what do you think evil is?",
    "I don't know, could you explain the concept of evil?",

    2,
    "What's more important: doing the right thing or doing things right?",
    "I'm not sure, what do you think importance is?",
    "I don't know, could you explain the concept of importance?",

    6,
    "What's more important: doing the right thing or doing things right?",
    "I'm not sure, what kind of things do you think are wrong?",
    "I don't know, could you explain what should be wrong?",

    1,
    "Why do people fear losing things that they do not even have yet?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Why do people fear losing things that they do not even have yet?",
    "I'm not sure, what do you think fear is?",
    "I don't know, could you explain the concept of fear?",

    2,
    "Why do people fear losing things that they do not even have yet?",
    "I'm not sure, what do you think loss is?",
    "I don't know, could you explain the concept of loss?",

    2,
    "Do we love ourselves more in the virtual world and less in the real world?",
    "I'm not sure, what do you think love is?",
    "I don't know, could you explain the concept of love?",

    7,
    "Do we love ourselves more in the virtual world and less in the real world?",
    "I'm not sure, what do you think the self is?",
    "I don't know, could you explain the concept of the self?",

    2,
    "Do we love ourselves more in the virtual world and less in the real world?",
    "I'm not sure, what do you think virtualality is?",
    "I don't know, could you explain the concept of virtualality?",

    7,
    "Do we love ourselves more in the virtual world and less in the real world?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    2,
    "Do we love ourselves more in the virtual world and less in the real world?",
    "I'm not sure, what do you think realness is?",
    "I don't know, could you explain the concept of realness?",

    1,
    "What makes a good friend?",
    "I'm not sure, what do you think a friend is?",
    "I don't know, could you explain the concept of a friend?",

    2,
    "Is humanity doomed to head in a destructive direction?",
    "I'm not sure, what do you think humanity is?",
    "I don't know, could you explain the concept of humanity?",

    2,
    "Is humanity doomed to head in a destructive direction?",
    "I'm not sure, what do you think doom is?",
    "I don't know, could you explain the concept of doom?",

    2,
    "Is humanity doomed to head in a destructive direction?",
    "I'm not sure, what do you think destruction is?",
    "I don't know, could you explain the concept of destruction?",

    1,
    "Is humanity doomed to head in a destructive direction?",
    "I'm not sure, what do you think a direction is?",
    "I don't know, could you explain the concept of a direction?",

    1,
    "Do you make your own decisions, or let others make them for you?",
    "I'm not sure, what do you think a decision is?",
    "I don't know, could you explain the concept of a decision?",

    2,
    "Should full access to the internet be a fundamental right?",
    "I'm not sure, what do you think access is?",
    "I don't know, could you explain the concept of access?",

    7,
    "Should full access to the internet be a fundamental right?",
    "I'm not sure, what do you think the internet is?",
    "I don't know, could you explain the concept of the internet?",

    8,
    "Should full access to the internet be a fundamental right?",
    "I'm not sure, what do you think rights are?",
    "I don't know, could you explain what rights are?",

    2,
    "Is peace the only way to stop a war?",
    "I'm not sure, what do you think peace is?",
    "I don't know, could you explain the concept of peace?",

    1,
    "Is peace the only way to stop a war?",
    "I'm not sure, what do you think a way is?",
    "I don't know, could you explain the concept of a way?",

    1,
    "Is peace the only way to stop a war?",
    "I'm not sure, what do you think a war is?",
    "I don't know, could you explain the concept of a war?",

    3,
    "What is the truth?",
    "I'm not sure",
    "I don't know",

    1,
    "Can memories be erased?",
    "I'm not sure, what do you think a memory is?",
    "I don't know, could you explain the concept of a memory?",

    2,
    "Can memories be erased?",
    "I'm not sure, what do you think erasing is?",
    "I don't know, could you explain the concept of erasing?",

    3,
    "What makes you, you?",
    "I'm not sure",
    "I don't know",

    2,
    "Is religion conceptualized by one's own belief system?",
    "I'm not sure, what do you think religion is?",
    "I don't know, could you explain the concept of religion?",

    2,
    "Is religion conceptualized by one's own belief system?",
    "I'm not sure, what do you think conceptualization is?",
    "I don't know, could you explain the concept of conceptualization?",

    2,
    "Is religion conceptualized by one's own belief system?",
    "I'm not sure, what do you think belief is?",
    "I don't know, could you explain the concept of belief?",

    1,
    "Is religion conceptualized by one's own belief system?",
    "I'm not sure, what do you think a system is?",
    "I don't know, could you explain the concept of a system?",

    1,
    "What things hold you back from doing the things that you really want to?",
    "I'm not sure, what do you think a thing is?",
    "I don't know, could you explain the concept of a thing?",

    2,
    "What things hold you back from doing the things that you really want to?",
    "I'm not sure, what do you think want is?",
    "I don't know, could you explain the concept of want?",

    7,
    "Will the world come to an end by human hands?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    1,
    "Will the world come to an end by human hands?",
    "I'm not sure, what do you think a end is?",
    "I don't know, could you explain the concept of a end?",

    1,
    "Will the world come to an end by human hands?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    1,
    "Will the world come to an end by human hands?",
    "I'm not sure, what do you think a hand is?",
    "I don't know, could you explain the concept of a hand?",

    2,
    "What is true happiness?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "What is true happiness?",
    "I'm not sure, what do you think happiness is?",
    "I don't know, could you explain the concept of happiness?",

    2,
    "Intelligence or wisdom, what's more important for a better world?",
    "I'm not sure, what do you think Intelligence is?",
    "I don't know, could you explain the concept of Intelligence?",

    2,
    "Intelligence or wisdom, what's more important for a better world?",
    "I'm not sure, what do you think wisdom is?",
    "I don't know, could you explain the concept of wisdom?",

    2,
    "Intelligence or wisdom, what's more important for a better world?",
    "I'm not sure, what do you think importance is?",
    "I don't know, could you explain the concept of importance?",

    1,
    "Intelligence or wisdom, what's more important for a better world?",
    "I'm not sure, what do you think a world is?",
    "I don't know, could you explain the concept of a world?",

    1,
    "Where is the line between insanity and creativity?",
    "I'm not sure, what do you think a line is?",
    "I don't know, could you explain the concept of a line?",

    2,
    "Where is the line between insanity and creativity?",
    "I'm not sure, what do you think insanity is?",
    "I don't know, could you explain the concept of insanity?",

    2,
    "Where is the line between insanity and creativity?",
    "I'm not sure, what do you think creativity is?",
    "I don't know, could you explain the concept of creativity?",

    2,
    "Is true beauty subjective or objective?",
    "I'm not sure, what do you think truth is?",
    "I don't know, could you explain the concept of truth?",

    2,
    "Is true beauty subjective or objective?",
    "I'm not sure, what do you think beauty is?",
    "I don't know, could you explain the concept of beauty?",

    2,
    "Is true beauty subjective or objective?",
    "I'm not sure, what do you think subjectivity is?",
    "I don't know, could you explain the concept of subjectivity?",

    2,
    "Is true beauty subjective or objective?",
    "I'm not sure, what do you think objectivity is?",
    "I don't know, could you explain the concept of objectivity?",

    1,
    "What one piece of advice would you offer to a newborn infant?",
    "I'm not sure, what do you think a piece is?",
    "I don't know, could you explain the concept of a piece?",

    2,
    "What one piece of advice would you offer to a newborn infant?",
    "I'm not sure, what do you think advice is?",
    "I don't know, could you explain the concept of advice?",

    1,
    "What one piece of advice would you offer to a newborn infant?",
    "I'm not sure, what do you think a newborn is?",
    "I don't know, could you explain the concept of a newborn?",

    1,
    "What one piece of advice would you offer to a newborn infant?",
    "I'm not sure, what do you think a infant is?",
    "I don't know, could you explain the concept of a infant?",

    1,
    "What is the extent of freedom human beings should have?",
    "I'm not sure, what do you think a extent is?",
    "I don't know, could you explain the concept of a extent?",

    2,
    "What is the extent of freedom human beings should have?",
    "I'm not sure, what do you think freedom is?",
    "I don't know, could you explain the concept of freedom?",

    1,
    "What is the extent of freedom human beings should have?",
    "I'm not sure, what do you think a human is?",
    "I don't know, could you explain the concept of a human?",

    1,
    "What is the extent of freedom human beings should have?",
    "I'm not sure, what do you think a being is?",
    "I don't know, could you explain the concept of a being?",

    2,
    "Does nature shape our personalities more than nurture?",
    "I'm not sure, what do you think nature is?",
    "I don't know, could you explain the concept of nature?",

    2,
    "Does nature shape our personalities more than nurture?",
    "I'm not sure, what do you think shaping is?",
    "I don't know, could you explain the concept of shaping?",

    1,
    "Does nature shape our personalities more than nurture?",
    "I'm not sure, what do you think a personality is?",
    "I don't know, could you explain the concept of a personality?",

    2,
    "Does nature shape our personalities more than nurture?",
    "I'm not sure, what do you think nurture is?",
    "I don't know, could you explain the concept of nurture?",

    2,
    "What is the meaning of rich and poor in the modern world?",
    "I'm not sure, what do you think meaning is?",
    "I don't know, could you explain the concept of meaning?",

    2,
    "What is the meaning of rich and poor in the modern world?",
    "I'm not sure, what do you think rich is?",
    "I don't know, could you explain the concept of rich?",

    2,
    "What is the meaning of rich and poor in the modern world?",
    "I'm not sure, what do you think poor is?",
    "I don't know, could you explain the concept of poor?",

    7,
    "What is the meaning of rich and poor in the modern world?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    1,
    "To what extent do you shape your own destiny, and how much is down to fate?",
    "I'm not sure, what do you think a extent is?",
    "I don't know, could you explain the concept of a extent?",

    2,
    "To what extent do you shape your own destiny, and how much is down to fate?",
    "I'm not sure, what do you think shaping is?",
    "I don't know, could you explain the concept of shaping?",

    2,
    "To what extent do you shape your own destiny, and how much is down to fate?",
    "I'm not sure, what do you think destiny is?",
    "I don't know, could you explain the concept of destiny?",

    2,
    "To what extent do you shape your own destiny, and how much is down to fate?",
    "I'm not sure, what do you think fate is?",
    "I don't know, could you explain the concept of fate?",

    2,
    "Do we control technology or is it controlling us?",
    "I'm not sure, what do you think control is?",
    "I don't know, could you explain the concept of control?",

    2,
    "Do we control technology or is it controlling us?",
    "I'm not sure, what do you think technology is?",
    "I don't know, could you explain the concept of technology?",

    2,
    "If you could choose just one thing to change about the world, what would it be?",
    "I'm not sure, what do you think choice is?",
    "I don't know, could you explain the concept of choice?",

    2,
    "If you could choose just one thing to change about the world, what would it be?",
    "I'm not sure, what do you think change is?",
    "I don't know, could you explain the concept of change?",

    7,
    "If you could choose just one thing to change about the world, what would it be?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    2,
    "Is it worse to fail at something or never attempt it in the first place?",
    "I'm not sure, what do you think failure is?",
    "I don't know, could you explain the concept of failure?",

    1,
    "Is it worse to fail at something or never attempt it in the first place?",
    "I'm not sure, what do you think a attempt is?",
    "I don't know, could you explain the concept of a attempt?",

    1,
    "Is it worse to fail at something or never attempt it in the first place?",
    "I'm not sure, what do you think a place is?",
    "I don't know, could you explain the concept of a place?",

    2,
    "What exactly is self-esteem and where does it come from?",
    "I'm not sure, what do you think self-esteem is?",
    "I don't know, could you explain the concept of self-esteem?",

    1,
    "What exactly is self-esteem and where does it come from?",
    "I'm not sure, what do you think a origin is?",
    "I don't know, could you explain the concept of a origin?",

    1,
    "Will a curb on buying guns and arms reduce the number of shooting sprees in the world?",
    "I'm not sure, what do you think a curb is?",
    "I don't know, could you explain the concept of a curb?",

    2,
    "Will a curb on buying guns and arms reduce the number of shooting sprees in the world?",
    "I'm not sure, what do you think buying is?",
    "I don't know, could you explain the concept of buying?",

    1,
    "Will a curb on buying guns and arms reduce the number of shooting sprees in the world?",
    "I'm not sure, what do you think a gun is?",
    "I don't know, could you explain the concept of a gun?",

    1,
    "Will a curb on buying guns and arms reduce the number of shooting sprees in the world?",
    "I'm not sure, what do you think a arm is?",
    "I don't know, could you explain the concept of a arm?",

    7,
    "Will a curb on buying guns and arms reduce the number of shooting sprees in the world?",
    "I'm not sure, what do you think the world is?",
    "I don't know, could you explain the concept of the world?",

    2,
    "Do we change when we have power?",
    "I'm not sure, what do you think change is?",
    "I don't know, could you explain the concept of change?",

    2,
    "Do we change when we have power?",
    "I'm not sure, what do you think power is?",
    "I don't know, could you explain the concept of power?",

    1,
    "Can a person be \"educated\" without a formal education?",
    "I'm not sure, what do you think a person is?",
    "I don't know, could you explain the concept of a person?",

    2,
    "Can a person be \"educated\" without a formal education?",
    "I'm not sure, what do you think education is?",
    "I don't know, could you explain the concept of education?",

    2,
    "Can a person be \"educated\" without a formal education?",
    "I'm not sure, what do you think formality is?",
    "I don't know, could you explain the concept of formality?",

    1,
    "Will technological advances wipe out humanity?",
    "I'm not sure, what do you think a advance is?",
    "I don't know, could you explain the concept of a advance?",

    2,
    "Will technological advances wipe out humanity?",
    "I'm not sure, what do you think humanity is?",
    "I don't know, could you explain the concept of humanity?"
]
